import 'package:flutter/material.dart';

class Constants {
  static double sh = 100;
  static double sw = 80;
  static const List<String> nos = [
    "११ माळी जप",
    "१,२,३",
    "४,५,६",
    "७,८,९",
    "१०,११,१२",
    "१३,१४,१५",
    "१६,१७,१८",
    "१९,२०,२१"
  ];
  static const List<String> noAnkushNos = [
    "१,२,३",
    "४,५,६",
    "७,८,९",
    "१०,११,१२",
    "१३,१४,१५",
    "१६,१७,१८",
    "१९,२०,२१"
  ];

  static const List<String> pathNos = [
    "जपमाळ",
    "१",
    "२",
    "३",
    "४",
    "५",
    "६",
    "७",
    "८",
    "९",
    "१०",
    "११",
    "१२",
    "१३",
    "सर्व स्तोत्र"
  ];

  static const Color grey = Color.fromARGB(240, 210, 210, 180);
  static const Color lightgrey = Color.fromARGB(240, 235, 235, 220);
  static const List<String> iconImgNames = [
    "assets/swami.jpg",
    "assets/durga.jpg"
  ];
  static const List<int> pathNosList = [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    17,
    18,
    19,
    20,
    21,
    22,
    23,
    24,
    25,
    26,
    27,
    28,
    29,
    30,
    31,
    32,
    33,
    34,
    35,
    36,
    37,
    38,
    39,
    40,
    41,
    42,
    43,
    44,
    45,
    46,
    47,
    48,
    49,
    50,
    51,
    52,
    53,
    54,
    55,
    56,
    57,
    58,
    59,
    60,
    61,
    62,
    63,
    64,
    65,
    66,
    67,
    68,
    69,
    70,
    71,
    72,
    73,
    74,
    75,
    76,
    77,
    78,
    79,
    80,
    81,
    82,
    83,
    84,
    85,
    86,
    87,
    88,
    89,
    90,
    91,
    92,
    93,
    94,
    95,
    96,
    97,
    98,
    99,
    100,
  ];
  static const List<int> dates = [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    17,
    18,
    19,
    20,
    21,
    22,
    23,
    24,
    25,
    26,
    27,
    28,
    29,
    30,
    31,
  ];
  static const List<String> months = [
    "जानेवारी",
    "फेब्रुवारी",
    "मार्च",
    "एप्रिल",
    "मे",
    "जून",
    "जुलै",
    "ऑगस्ट",
    "सप्टेंबर",
    "ऑक्टोबर",
    "नोव्हेंबर",
    "डिसेंबर",
  ];
  static const List<String> names = [
    "अंकुश येवले",
    "गणेश पाखले",
    "शुभम येवले",
    "मयुर येवले",
    "कुणाल येवले",
    "मनीष येवले",
    "प्रथमेश येवले",
    "तात्या येवले"
  ];
  static const List<String> namesNoAnkush = [
    "गणेश पाखले",
    "शुभम येवले",
    "मयुर येवले",
    "कुणाल येवले",
    "मनीष येवले",
    "प्रथमेश येवले",
    "तात्या येवले"
  ];
  static const List<String> emojis = [
    " 🌹🙏🏻🙏🏻",
    " 💐💐💐",
    " 🙏🏻💐🙏🏻",
    " 📗📘📙"
  ];

  static const List<String> mahilasNames = [
    "सौ मनीषा अमृतकर",
    "सौ लक्ष्मी खोडके",
    "सौ कविता येवले",
    "सौ सुनिता येवले",
    "सौ वर्षा सोनजे",
    "सौ ज्योती पुराणिक",
    "गणेश पाखले",
    "उषा ततार",
    "सौ नंदा कोकाटे",
    "कु योगिता भदाणे",
    "कु कल्याणी येवले",
    "सौ सुनंदा सोनजे",
    "सौ सरिता येवले",
    "सौ सारिका येवले",
    "सौ ज्योती पाखले"
  ];

  static List<String> adhyays = [
    '''श्री गणेशाय नमः । श्री सरस्वत्यै नमः। श्री गुरुभ्यो नमः । श्री कुलदेवतायै नमः। श्री अक्कलकोटनिवासी पूर्णदत्तावतार दिगंबर यतिवर्य स्वामीराजाय नमः ॥ ब्रह्मानंदं परमसुखदं केवलं ज्ञानमूर्ति द्वंद्वातीतं गगनसदृशं तत्वमस्यादिलक्ष्यम् ।। एकं नित्यं विमलमचलं सर्वधीसाक्षिभूतं। भावातीतं त्रिगुणरहितं सद्गुरुं तं नमामि॥ ॐ रक्तांङ्ग, रक्तवर्ण, पद्मनेत्र, सुहास्यवदनं, कंथा टोपी च माला दण्डकमण्डलुघर, कटयांकर, रक्षक, त्रैगुण्यरहित त्रैलोक्यपालक, विश्वनायक भक्तवत्सल, कलियुगे, श्रीस्वामीसमर्थावतारधारक पाहि माम् ॥जयजय क्षीरसागरविलासा। मायाचक्रचालका अविनाशा। शेषशयना अनंतवेषा। अनामातीता अनंता ||१|| जो सकळ विश्वाचा जनिता। समुद्रकन्या ज्याची कांता। जो सर्व कारण कर्ता। ग्रंथारंभी नमू तया ||२|| त्या महाविष्णूचा अवतार। गजवदन शिवकुमर। एकदंत फरशधर अगम्य लीला जयाची ॥३॥ तया मंगलासी साष्टांग नमन । करुनी मागे वरदान। स्वामीचरित्रसारामृत पूर्ण। निर्विघ्नपणे होवो हैं ॥४॥ जिचा वरप्रसाद मिळतां । मूढ पंडित होती तत्त्वतां । सकळ काव्यार्थ येत हाता। ती ब्रह्मसुता नमियेली ॥५॥ जो अज्ञानतिमिरनाशक अविद्याकाननच्छेदक। जो सदबुध्दीचा प्रकाशक। विद्यादायक गुरुवर्य ॥६॥ तेव असती मातापितर। तैसेचि श्रेष्ठ गुरुवर्य। चरणीं त्यांचिया नमस्कार वारंवार साष्टांग ||७||ब्रह्मा विष्णु महेश्वर। तिन्ही देवांचा अवतार। लीलाविग्रही अत्रिकुमर। दत्तात्रय नमियेला ||८|| धर्मसंस्थापना कारणें। युगायुग अवतार घेणें। नानाविध वेष नटणें| जगत्पतीचे कर्तव्य ॥९॥ मग घेतमे अबतार प्रत्यक्ष जो कां अत्रिकुमर। अक्कलकोटीं साचार । प्रसिध्द झाला स्वामीरूपें ॥१० कोठे आणि कोणत्या काळीं। कोण्या जातींत कोणत्या कुळीं। कोण वर्णाश्रम धर्म कुळीं। कोणासही कळेना ||११|| ते स्वामी नामें महासिध्द। अक्कलकोटीं झाले प्रसिध्द। चमत्कार दाविले नानाविध। भक्तमनोरथ पुरविले ॥१२॥ त्यांसी साष्टांग नमोनी। करी प्रार्थना कर जोडोनी। आपुला विख्यात महिमा जनीं। गावयाचे योजिलें ॥१३॥ कर्ता आणि करविता। तूंची एक स्वामीनाथा। माझिया ठाई वार्ता। मीपणाची नसेची ||१४|| ऐसी ऐकुनिया स्तुती । संतोषली स्वामीराजमूर्ति। कविलागी अभय देती। वरद हस्ते करोनी ॥१५॥ आतां नमूं साधुवृंद। ज्यांसी नाहीं भेदाभेद। ते स्वात्मसुखीं आनंदमय। सदोदित राहती ॥१६॥ व्यास वाल्मीक महाज्ञानी। बहुत ग्रंथ रचिले ज्यांनी वारंवार तयांच्या चरणीं। नमन माझे साष्टांग ॥ १७ ॥ कविकुलमुकुटावतंस। नमिले कवि कालिदास। ज्यांची नाट्यरचना विशेष। प्रिय जगीं जाहली ॥१८॥ श्रीधर आणि वामन। ज्यांची ग्रंथरचना पाहोन। ज्ञातेही डोलविती मान। तयांचे चरण नमियेले ॥१९॥ ईशचरणीं जडलें चित्त। ऐसे तुकारामादिक भक्त। ग्रंथारंभी तयां नमित। वरप्रसादाकारणें ||२०|| अहो तुम्ही संत जनीं। मज दीनावरी कृपा करोनी। आपण हृदयस्थ राहोनी। ग्रंथरचना करवावी ॥२१॥ आतां करु नमन। जे का श्रोते विचक्षण। महाज्ञानी आणि विद्वान। श्रवणीं सादर बैसले ॥२२॥  परी हैं अमृत जाणोनी। आदर धरावा जी श्रवणीं। असे माझी असंस्कृत वाणी। तियेकडे न पहावें ||२३||  स्वामींच्या लीला बहुत। असती प्रसिध्द लोकांत। त्या सर्व वर्णितां ग्रंथ । पसरेल समुद्रसा ||२४|| त्या महोदधींतुनी पाहीं। अमोल मुक्ताफळें घेतलीं कांहीं। द्यावया मान सूज्ञांहीं। अनमान कांहीं न करावा * ||२५|| इति श्री स्वामीचरित्रसारामृत। नाना प्राकृत कथासंमत। आदरे भक्त परिसोत। प्रथमोध्याय गोड हा ||२६॥ इति श्रीस्वामीचरित्रसारामृते मंगलाचरणं नाम प्रथमोऽध्याय गोड हा || श्री शंकरार्पणमस्तु । श्री श्रीपाद श्रीवल्लभार्पणमस्तु ।''',
    '''श्री गणेशाय नमः ॥ कामना धरोनी जे भजती होय त्यांची मनोरथपूर्ती । तैसेची निष्काम भक्तांप्रती। कैवल्यप्राप्ती होतसे ॥१॥ अक्कलकोटामाझारी राचाप्पा मोदी याचे घरी बैसली समर्थांची स्वारी। भक्तमंडळी वेष्टित ||२|| साहेब कोणी कलकत्त्याचा हेतु धरोनी दर्शनाचा पातला त्याच दिवशी साचा आदर तयाचा केला की ||३|| त्याजसवें एक पारसी। आला होता दर्शनामी से येण्यापूर्वी मंडळीसी महाराजांनी सुचविलें ॥४॥ तीन खुर्च्या आणोनी बाहेरी। मांडा म्हणती एके हारी। दोघांसी बैसवोनी दोहांवरी। तिसरीवरी बैसले आपण ॥५॥ पाहोनी समर्थाचें तेज उभयतांसी वाढले खोज साहेबानें प्रश्न केला सहज आपण आला कोठुनी ॥६॥ स्वामींनी हास्यमुख करोनी उत्तर दिखें * तयालागोनी आम्ही कर्दळीवनांतुनी प्रथमारंभी निघालों ॥७॥ मग पाहिले कलकत्ता शहर नगरे देखिल अपूर्व बंगालदेश समग्र आम्हीं असे पाहिला ॥८॥ घेतलें कालीचे दर्शन पाहिले गंगातटाक  ॐ पावन। नाना तीर्थे हिंडोन। हरिद्वाराप्रती गेलों ॥९॥ पुढे पाहिले केदारेश्वर हिंडलों तीर्थ समग्र ऐशीं  हजारो हजार। नगरें आम्हीं देखिलीं ॥१०॥ मग तेथुनी सहज गती। पातलों गोदातटाकाप्रती। जियेची महा प्रख्याती। पुराणांतरीं वर्णिली ॥११॥ केले गोदावरीचें स्नान। स्थळे पाहिली परम पावन। कांहीं दिवस फिरोन। हैदराबादेसी पातलों ॥१२॥ येऊनीया मंगळवेढ्यास। बहुत दिवस केला वास मग येउनि पंढरपुरास। स्वेच्छेनें तेथें राहिलों ॥१३॥ तदनंतर बेगमपुर। पाहिले आम्हीं सुंदर। रमलें आमुचें अंतर। कांहीं दिवस राहिलों ॥ १४॥ तेथोनी स्वेच्छेनें केवळ। मग पाहिलें मोहोळ। देश हिंडोनी सकळ। सोलापुरी पातलों ॥१५॥ तेथें आम्हीं कांहीं महिने। वास केला स्वेच्छेनें। अक्कलकोटाप्रती येणें । तेथोनिया जहालें * ॥१६॥ तैपासुनी या नगरांत। आनंदें आहों नांदत। ऐसें आमुचें सकल वृत्त असे मुळापासोनी ॥१७॥ * द्वादश वर्षे मंगळवेढ्याप्रती। राहिले स्वामीराज यती। परी त्या स्थळीं प्रख्याती। विशेष त्यांची न जाहली ॥१८॥ दर्शना येतां साधू दिगंबर। लीलाविग्रही यतिवर्य। कंबरेवरी ठेऊनी कर। दर्शन देती तयांसी * ।।१९।। इति श्री स्वामीचरित्रसारामृत। नाना प्राकृत कथासंमत। आनंदें भक्त परिसोत। द्वितीयोध्याय गोड हा ॥२०॥ इति श्रीस्वामीचरित्रसारामृते द्वितीयोऽध्यायः । श्री रस्तु । शुभ मस्तु ॥
 ''',
    '''श्रीगणेशाय नमः । धन्य धन्य ते या जगतीं। स्वामीचरणीं ज्यांची भक्ती त्यांसी नाही पुनरावृत्ती । पद पावती कैवल्य ॥१॥ निर्विकार स्वामीमूर्ती। लोकां चमत्कार दाविती। कांहीं वर्षे करोनी वस्ती। मंगळवेढे सोडिलें ॥२॥ मोहोळामाजी वास्तव्य करीत। आप्पा टोळ झाले भक्त। तेथींचे साकल्य वृत्त। अल्पमती केवीं वर्णू ॥३॥ सवे घेउनी स्वामींसी। टोळ जाती अक्कलकोटासी। अर्धमार्गावरुनी टोळांसी। * मार्गे परतणें भाग पडे ॥४॥ टोळ गेलिया परतोनी। स्वामी चालले उठोनी। बहुत वर्जिलें सेवकांनीं। परी नच मानिलें त्यां ॥५॥ तेथोनिया निघाले। अक्कलकोटाप्रती आले। ग्रामद्वारी बैसले। यतिराज स्वेच्छेनें ॥६॥ तेथें एक अविंध होता। तो करी तयांची थट्टा। परी कांहीं चमत्कार पाहतां। महासिद्ध समजला ॥७॥ पूर्वपुण्यास्तव निश्चिती। आले चोळाप्पाचे गृहाप्रती। स्वामीसी जाणोनी ईश्वरमूर्ती। चोळाप्पा करी आदर ||८|| योगयागादिक कांहीं। चोळाप्पानें केलें नाहीं। परी भक्तिस्तव पाहीं। स्वामी आले सदनातें ॥९॥ तयाची देखोनिया भक्ती। स्वामी तेथें भोजन करिती। तेव्हां चोळाप्पाचे चित्तीं। आनंद झाला बहुसाळ ॥१०॥ तैपासुनी तयांचे घरी राहिले स्वामी अवतारी। दिवसेंदिवस चाकरी चोळाप्पा * करी अधिकाधिक ॥११॥ तेव्हां राज्यपदाधिकारी। मालोजीराजे गादीवरी। दक्ष असोनी कारभारी । परम ज्ञानी असती जे ॥१२॥ चोळाप्पाचे गृहाप्रती आले कोणीएक यती। लोकां चमत्कार दाविती । ॐ गांवांत मात पसरली॥१३॥ लोकांमाजी पसरली मात। नृपासी कळला वृत्तांत। की आपुलिया नगरांत। यनी विख्यात पातले ||१४|| बार्ता ऐसी ऐकोनी। राव बोलला काय वाणी। गांवांत यती येवोनी। फार ॐ दिवस जाहले ॥ १५॥ परी आम्हां श्रुत पाहीं। आजवरी जाहले नाहीं। आतां जावोनी लवलाही भेटूं तया यनिवर्ण ||१६|| परी ते केवळ अंतर्ज्ञानी। ऐसी वार्ता ऐकिली कानीं। है सत्य तरी येवोनी। आतांच * ** * * देती दर्शना ||१७|| रावमुखांतुनी वाणी निघाली। तोचि यतिमूर्ती पुढे ठेली। सकल सभा चकित झी मनी गुगली रायाची ||१८|| खूण पटली अंतरी स्वामी केवळ अवतारी। अमक्की पळोनी गेली दुरी चरणी भक्ती जडली तें ||१९|| सकळ सभा आनंदली। समस्ती पाउले वंदिली। षोडशोपचारें पूजिली स्वामीमूर्ती नृपरायें ||२०|| इति श्री स्वामी चरित्र सारामृत। नाना प्राकृत कथा संमत। प्रेमळ भक्त परिसीत। तृतीयोध्याय गोड हा ||२१|| श्रीस्वामीराजार्पणमस्तु ।। श्रीरस्तु । शुभं भवतु || इति श्रीस्वामीचरित्रसारामृते अक्कलकोटनगरप्रवेशे तृतीयोऽध्यायः ॥
''',
    '''3''',
    ''' 4 ''',
    ''' 5 ''',
    ''' 6 ''',
    ''' 7 ''',
    ''' 8 ''',
    ''' 9 ''',
    ''' 10 ''',
    ''' 11 ''',
    '''12''',
    '''13''',
    '''14''',
    '''15''',
    '''16''',
    '''17''',
    '''18''',
    '''19''',
    '''20''',
    '''21'''
  ];

  List<List<String>> adhyayWithLines = [];
  List<List<String>> getAdhyaithLines() {
    adhyayWithLines.clear();
    for (int i = 0; i < 3; i++) {
      adhyays[i] = adhyays[i].replaceAll('|| ', '||_');
    }
    return adhyayWithLines;
  }

  static List ss = [
    'श्री गणेशाय नमः । श्री सरस्वत्यै नमः। श्री गुरुभ्यो नमः । श्री कुलदेवतायै नमः। श्री अक्कलकोटनिवासी पूर्णदत्तावतार दिगंबर यतिवर्य स्वामीराजाय नमः ',
    'ब्रह्मानंदं परमसुखदं केवलं ज्ञानमूर्ति द्वंद्वातीतं गगनसदृशं तत्वमस्यादिलक्ष्यम् ।। एकं नित्यं विमलमचलं सर्वधीसाक्षिभूतं। भावातीतं त्रिगुणरहितं सद्गुरुं तं नमामि',
    'ॐ रक्तांङ्ग, रक्तवर्ण, पद्मनेत्र, सुहास्यवदनं, कंथा टोपी च माला दण्डकमण्डलुघर, कटयांकर, रक्षक, त्रैगुण्यरहित त्रैलोक्यपालक, विश्वनायक भक्तवत्सल, कलियुगे, श्रीस्वामीसमर्थावतारधारक पाहि माम् ||',
    'जयजय क्षीरसागरविलासा। मायाचक्रचालका अविनाशा। शेषशयना अनंतवेषा। अनामातीता अनंता ||१',
    'जो सकळ विश्वाचा जनिता। समुद्रकन्या ज्याची कांता। जो सर्व कारण कर्ता। ग्रंथारंभी नमू तया ||२',
    'त्या महाविष्णूचा अवतार। गजवदन शिवकुमर। एकदंत फरशधर अगम्य लीला जयाची ||३',
    'तया मंगलासी साष्टांग नमन । करुनी मागे वरदान। स्वामीचरित्रसारामृत पूर्ण। निर्विघ्नपणे होवो हैं ||४',
    'जिचा वरप्रसाद मिळतां । मूढ पंडित होती तत्त्वतां । सकळ काव्यार्थ येत हाता। ती ब्रह्मसुता नमियेली ||५',
    'जो अज्ञानतिमिरनाशक अविद्याकाननच्छेदक। जो सदबुध्दीचा प्रकाशक। विद्यादायक गुरुवर्य ||६',
    'तेव असती मातापितर। तैसेचि श्रेष्ठ गुरुवर्य। चरणीं त्यांचिया नमस्कार वारंवार साष्टांग ||७||',
    'विष्णु महेश्वर। तिन्ही देवांचा अवतार। लीलाविग्रही अत्रिकुमर। दत्तात्रय नमियेला ||८',
    'धर्मसंस्थापना कारणें। युगायुग अवतार घेणें। नानाविध वेष नटणें| जगत्पतीचे कर्तव्य ||९',
    'मग घेतमे अबतार प्रत्यक्ष जो कां अत्रिकुमर। अक्कलकोटीं साचार । प्रसिध्द झाला स्वामीरूपें ||१०',
    'कोठे आणि कोणत्या काळीं। कोण्या जातींत कोणत्या कुळीं। कोण वर्णाश्रम धर्म कुळीं। कोणासही कळेना ||११',
    'ते स्वामी नामें महासिध्द। अक्कलकोटीं झाले प्रसिध्द। चमत्कार दाविले नानाविध। भक्तमनोरथ पुरविले ||१२',
    'त्यांसी साष्टांग नमोनी। करी प्रार्थना कर जोडोनी। आपुला विख्यात महिमा जनीं। गावयाचे योजिलें ||१३',
    'कर्ता आणि करविता। तूंची एक स्वामीनाथा। माझिया ठाई वार्ता। मीपणाची नसेची ||१४',
    'ऐसी ऐकुनिया स्तुती । संतोषली स्वामीराजमूर्ति। कविलागी अभय देती। वरद हस्ते करोनी ||१५',
    'आतां नमूं साधुवृंद। ज्यांसी नाहीं भेदाभेद। ते स्वात्मसुखीं आनंदमय। सदोदित राहती ||१६',
    'व्यास वाल्मीक महाज्ञानी। बहुत ग्रंथ रचिले ज्यांनी वारंवार तयांच्या चरणीं। नमन माझे साष्टांग ||१७',
    'कविकुलमुकुटावतंस। नमिले कवि कालिदास। ज्यांची नाट्यरचना विशेष। प्रिय जगीं जाहली ||१८',
    'श्रीधर आणि वामन। ज्यांची ग्रंथरचना पाहोन। ज्ञातेही डोलविती मान। तयांचे चरण नमियेले ||१९',
    'ईशचरणीं जडलें चित्त। ऐसे तुकारामादिक भक्त। ग्रंथारंभी तयां नमित। वरप्रसादाकारणें ||२०',
    'अहो तुम्ही संत जनीं। मज दीनावरी कृपा करोनी। आपण हृदयस्थ राहोनी। ग्रंथरचना करवावी ||२१',
    'आतां करु नमन। जे का श्रोते विचक्षण। महाज्ञानी आणि विद्वान। श्रवणीं सादर बैसले ||२२',
    ' परी हैं अमृत जाणोनी। आदर धरावा जी श्रवणीं। असे माझी असंस्कृत वाणी। तियेकडे न पहावें ||२३',
    ' स्वामींच्या लीला बहुत। असती प्रसिध्द लोकांत। त्या सर्व वर्णितां ग्रंथ । पसरेल समुद्रसा ||२४',
    'त्या महोदधींतुनी पाहीं। अमोल मुक्ताफळें घेतलीं कांहीं। द्यावया मान सूज्ञांहीं। अनमान कांहीं न करावा * ||२५',
    'इति श्री स्वामीचरित्रसारामृत। नाना प्राकृत कथासंमत। आदरे भक्त परिसोत। प्रथमोध्याय गोड हा ||२६',
    'इति श्रीस्वामीचरित्रसारामृते मंगलाचरणं नाम प्रथमोऽध्याय गोड हा ',
    'श्री शंकरार्पणमस्तु । श्री श्रीपाद श्रीवल्लभार्पणमस्तु ।'
  ];

 static  List<String> newAds = [
    '''श्री गणेशाय नमः ॥ श्री सरस्वत्यै नमः ॥ श्री गुरुभ्यो नमः ॥ श्री कुलदेवतायै नम:॥ श्री अक्कलकोटनिवासी पूर्णदत्तावतार दिगंबर यतिवर्य स्वामीराजाय नमः ॥
ब्रह्मानंदं परमसुखदं केवलं ज्ञानमूर्तिं । द्वंद्वातीतं गगनसदृशं तत्वमस्यादिलक्ष्यम्॥ एकं नित्यं विमलमचलं सर्वधीसाक्षिभूतं । भावातीतं त्रिगुणरहितं सद्गुरुं तं नमामि॥
ॐ रक्तांग, रक्तवर्ण, पद्मनेत्र, सुहास्यवदनं, कंथा - टोपी - च - माला दण्डकमण्डलुधर, कटयांकर, रक्षक, त्रैगुण्यरहित त्रैलोक्यपालक, विश्वनायक भक्तवत्सल, कलियुगे श्रीस्वामीसमर्थावतारधारक पाहि माम् ॥
जयजय क्षीरसागरविलासा। मायाचक्रचालका अविनाशा। शेषशयना अनंतवेषा। अनामातीता अनंता ॥
जो सकळ विश्वाचा जनिता। समुद्रकन्या ज्याची कांता। जो सर्व कारण कर्ता। ग्रंथारंभीं नमूं तया ॥
या महाविष्णूचा अवतार । गजवदन शिवकुमर । एकदंत फरशधर। अगम्य लीला जयाची ॥
तया मंगलासी साष्टांग नमन । करुनी मागे वरदान। स्वामीचरित्रसारामृत पूर्ण। निर्विघ्नपणें होवो हें ॥
जिचा वरप्रसाद मिळतां । मूढ पंडित होती तत्त्वतां । सकळ काव्यार्थ येत हाता। ती ब्रह्मसुता नमियेली ॥
जो अज्ञानतिमिरनाशक । अविद्याकाननच्छेदक। जो सद्बुध्दीचा प्रकाशक। विद्यादायक गरुवर्य ॥
तेवीं असती मातापितर । तैसेचि श्रेष्ठ गुरुवर्य । चरणीं त्यांचिया नमस्कार वारंवार साष्टांग ॥
ब्रह्मा विष्णु महेश्वर । तिन्ही देवांचा अवतार । लीलाविग्रही अत्रिकुमर | दत्तात्रय नमियेला ॥
धर्मसंस्थापना कारणें। युगायुगीं अवतार घेणें। नानाविध वेष नटणें । जगत्पतीचें कर्तव्य ||
मग घेतसे अवतार। प्रत्यक्ष जो कां अत्रिकुमर। अक्कलकोटीं साचार । प्रसिध्द झाला स्वामीरूपें ॥
कोठें आणि कोणत्या काळीं। कोण्या जातींत कोणत्या कुळीं। कोण वर्णाश्रम धर्म कुळीं। कोणासही कळेना ॥
ते स्वामी नामें महासिध्द। अक्कलकोटीं झाले प्रसिध्द । चमत्कार दाविले नानाविध। भक्तमनोरथ पुरविले ॥
त्यांसी साष्टांग नमोनी। करी प्रार्थना कर जोडोनी। आपुला विख्यात महिमा जनीं। गावयाचें योजिलें ॥
कर्ता आणि करविता। तूंची एक स्वामीनाथा । माझिया ठाई वार्ता। मीपणाची नसेची ॥
ऐसी ऐकुनिया स्तुती । संतोषली स्वामीराजमूर्ति। कविलागीं अभय देती । वरद हस्तें करोनी ॥
आतां नमूं साधुवृंद। ज्यांसी नाहीं भेदाभेद। ते स्वात्मसुखीं आनंदमय। सदोदित राहती ॥
व्यास वाल्मीक महाज्ञानी। बहुत ग्रंथ रचिले ज्यांनी वारंवार तयांच्या चरणीं। नमन माझे साष्टांग ||
कविकुलमुकुटावतंस । नमिले कवि कालिदास। ज्यांची नाट्यरचना विशेष । प्रिय जगीं जाहली ॥
श्रीधर आणि वामन। ज्यांची ग्रंथरचना पाहोन। ज्ञातेही डोलविती मान। तयांचे चरण नमियेले ॥
ईशचरणीं जडलें चित्त। ऐसे तुकारामादिक भक्त। ग्रंथारंभीं तयां नमित। वरप्रसादाकारणें ॥
अहो तुम्ही संत जनीं । मज दीनावरी कृपा करोनी । आपण हृदयस्थ राहोनी। ग्रंथरचना करवावी ॥
आतां करु नमन। जे का श्रोते विचक्षण। महाज्ञानी आणि विद्वान। श्रवणीं सादर बैसले ॥
परी हें अमृत जाणोनी। आदर धरावा जी श्रवणीं । असे माझी असंस्कृत वाणी। तियेकडे न पहावें ॥
स्वामींच्या लीला बहुत। असती प्रसिध्द लोकांत। त्या सर्व वर्णितां ग्रंथ । पसरेल समुद्रसा ॥
त्या महोदधींतुनी पाहीं। अमोल मुक्ताफळें घेतलीं कांहीं । द्यावया मान सूज्ञांहीं । अनमान कांहीं न करावा ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथासंमत। आदरे भक्त परिसोत। प्रथमोध्याय गोड हा ॥ इति श्रीस्वामीचरित्रसारामृते मंगलाचरणं नाम प्रथमोऽध्याय गोड हा: ॥
श्री शंकरार्पणमस्तु । श्री श्रीपाद श्रीवल्लभार्पणमस्तु ।
    ''',
    ''' श्री गणेशाय नमः ॥ कामना धरोनी जे भजती। होय त्यांची मनोरथपूर्ती । तैसेंची निष्काम भक्तांप्रती। कैवल्यप्राप्ती होतसे ॥
अक्कलकोटामाझारी। राचाप्पा मोदी याचे घरीं । बैसली समर्थांची स्वारी। भक्तमंडळी वेष्टित ॥
साहेब कोणी कलकत्त्याचा हेतु धरोनी दर्शनाचा। पातला त्याच दिवशीं साचा । आदर तयाचा केला कीं ॥
त्याजसवें एक पारसी। आला होता दर्शनासी । ते येण्यापूर्वी मंडळीसी। महाराजांनी सुचविलें ॥
तीन खुर्च्या आणोनी बाहेरी। मांडा म्हणती एके हारीं। दोघांसी बैसवोनी दोहोंवरीं । तिसरीवरी बैसले आपण ॥
पाहोनी समर्थांचें तेज उभयतांसी वाटलें चोज । साहेबानें प्रश्न केला सहज । आपण आला कोठुनी ॥
स्वामींनी हास्यमुख करोनी। उत्तर दिलें तयालागोनी। आम्ही कर्दळीवनांतुनी। प्रथमारंभी निघालों ॥
मग पाहिलें कलकत्ता शहर । दुसरीं नगरें देखिलीं अपूर्व | बंगालदेश समग्र । आम्हीं असे पाहिला ॥
घेतलें कालीचें दर्शन। पाहिलें गंगातटाक पावन । नाना तीर्थे हिंडोन। हरिद्वाराप्रती गेलों ॥
पुढें पाहिलें केदारेश्वर। हिंडलों तीर्थे समग्र ऐशीं हजारो हजार। नगरें आम्हीं देखिलीं ॥
मग तेथुनी सहज गती। पातलों गोदातटाकाप्रती । जियेची महा प्रख्याती। पुराणांतरीं वर्णिली ॥
केले गोदावरीचें स्नान। स्थळें पाहिलीं परम पावन। कांहीं दिवस फिरोन । हैदराबादेसी पातलों ॥
येऊनीया मंगळवेढ्यास | बहुत दिवस केला वास । मग येउनि पंढरपुरास स्वेच्छेनें तेथें राहिलों ॥
तदनंतर बेगमपुर। पाहिलें आम्हीं सुंदर। रमलें आमुचें अंतर । कांहीं दिवस राहिलों ॥
तेथोनी स्वेच्छेनें केवळ मग पाहिलें मोहोळ । देश हिंडोनी सकळ । सोलापुरीं पातलों
तेथें आम्हीं कांहीं महिने । वास केला स्वेच्छेनें । अक्कलकोटाप्रती येणें। तेथोनिया जहालें ॥
तैंपासुनी या नगरांत। आनंदें आहों नांदत। ऐसें आमुचें सकल वृत्त। असे मुळापासोनी ॥
द्वादश वर्षे मंगळवेढ्याप्रती। राहिले स्वामीराज यती। परी त्या स्थळीं प्रख्याती। विशेष त्यांची न जाहली ॥
दर्शना येतां साधू दिगंबर । लीलाविग्रही यतिवर्य। कंबरेवरी ठेऊनी कर । दर्शन देती तयांसी ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथासंमत। आनंदें भक्त परिसोत। द्वितीयोध्याय गोड हा ॥ इति श्रीस्वामीचरित्रसारामृते द्वितीयोऽध्यायः ।
श्री रस्तु | शुभ मस्तु ॥
    ''',
    '''श्रीगणेशाय नमः । धन्य धन्य ते या जगतीं। स्वामीचरणीं ज्यांची भक्ती । त्यांसी नाही पुनरावृत्ती । पद पावती कैवल्य ॥
निर्विकार स्वामीमूर्ती। लोकां चमत्कार दाविती। कांहीं वर्षे करोनी वस्ती। मंगळवेढें सोडिलें ॥
मोहोळामाजी वास्तव्य करीत । आप्पा टोळ झाले भक्त। तेथींचे साकल्य वृत्त । अल्पमती केवीं वर्णू ॥
सवे घेउनी स्वामींसी। टोळ जाती अक्कलकोटासी । अर्धमार्गावरुनी टोळांसी। मागें परतणें भाग पडे ॥
टोळ गेलिया परतोनी। स्वामी चालले उठोनी । बहुत वर्जिलें सेवकांनीं । परी नच मानिलें त्यां ॥
तेथोनिया निघाले । अक्कलकोटाप्रती आले। ग्रामद्वारीं बैसले । यतिराज स्वेच्छेनें ॥
एक अविंध होता। तो करी तयांची थट्टा। परी कांहीं चमत्कार पाहतां । तेथें महासिद्ध समजला ॥
पूर्वपुण्यास्तव निश्चिती। आले चोळाप्पाचे गृहाप्रती। स्वामीसी जाणोनी ईश्वरमूर्ती। चोळाप्पा करी आदर ॥
योगयागादिक कांहीं । चोळाप्पानें केलें नाहीं। परी भक्तिस्तव पाहीं। स्वामी आले सदनातें ॥
तयाची देखोनिया भक्ती। स्वामी तेथें भोजन करिती । तेव्हां चोळाप्पाचे चित्तीं । आनंद झाला बहुसाळ ॥
तैंपासुनी तयांचे घरी। राहिले स्वामी अवतारी। दिवसेंदिवस चाकरी। चोळाप्पा करी अधिकाधिक ॥
तेव्हां राज्यपदाधिकारी। मालोजीराजे गादीवरी। दक्ष असोनी कारभारी । परम ज्ञानी असती जे ॥
चोळाप्पाचे गृहाप्रती। आले कोणीएक यती। लोकां चमत्कार दाविती। गांवांत मात पसरली ॥
लोकांमाजी पसरली मात । नृपासी कळला वृत्तांत। की आपुलिया नगरांत । यती विख्यात पातले ॥
वार्ता ऐसी ऐकोनी। राव बोलला काय वाणी। गांवांत यती येवोनी। फार दिवस जाहले॥
परी आम्हां श्रुत पाहीं। आजवरी जाहलें नाहीं । आतां जावोनी लवलाही । भेटूं तया यतिवर्या ॥
परी ते केवळ अंतर्ज्ञानी। ऐसी वार्ता ऐकिली कानीं । हें सत्य तरी येवोनी। आतांच देती दर्शना ॥
रावमुखांतुनी वाणी निघाली । तोचिं यतिमूर्ती पुढें ठेली। सकल सभा चकित झाली। मती गुंगली रायाची ॥
खूण पटली अंतरीं। स्वामी केवळ अवतारी। अभक्ती पळोनी गेली दुरी। चरणीं भक्ती जडली तैं ॥
सकळ सभा आनंदली। समस्तीं पाउलें वंदिलीं । षोडशोपचारें पूजिली। स्वामीमूर्ती नृपरायें ॥
इति श्री स्वामीचरित्र सारामृत । नाना प्राकृत कथा संमत। प्रेमळ भक्त परिसोत। तृतीयोध्याय गोड हा ॥ श्रीस्वामीराजार्पणमस्तु॥ श्रीरस्तु ॥ शुभं भवतु ॥
इति श्रीस्वामीचरित्रसारामृते अक्कलकोटनगरप्रवेशे तृतीयोऽध्याय: ||
    ''',
    '''श्रीगणेशाय नम: स्वामीनामाचा जप करितां । चारी पुरुषार्थ येती हाता। स्वामीचरित्र गातां ऐकतां । पुनरावृत्ती चुकेल ॥
गताध्यायाचे अंतीं। अक्कलकोटीं आले यती। नृपराया दर्शन देती। स्वेच्छेनें राहती तया पुरीं ॥
चोळाप्पाचा दृढ भाव। घरीं राहिले स्वामीराव । हें तयाचें सुकृत पूर्व । नित्य सेवा घडे त्यातें ॥
चोळाप्पाची सद्गुणी कांता । तीही केवळ पतिव्रता । सदोदित तिच्या चित्ता। आनंद स्वामीसेवेचा ॥
स्वामी केवळ ईश्वरमूर्ती। देशोदेशीं झाली ख्याती। बहुत लोक दर्शना येती । कामना चित्तीं धरोनी ॥
कोणी संपत्तीकारणें । कोणी मागती संतानें। व्हावें म्हणोनिया लग्न | येती दूर देशाहुनी ॥
शरीरभोगें कष्टले। संसारतापें तप्त झाले। मायामय पसार्यातें फसले। ऐसे आले कितीएक ॥
भक्त अंतरीं जें जें इच्छिती। तें तें यतिराज पुरविती । दृढ चरणीं जयांची भक्ती। त्यांसीं होती कल्पतरू ॥
जे कां निंदक कुटिल। तयां शास्ते केवळ। नास्तिकांप्रती तत्काळ। योग्य शासन करिताती ॥
कोणी दोन संन्यासी । आले अक्कलकोटासी। हंसोनी म्हणती जनांसी। ढोंगियाच्या नादी लागलां ॥
हा स्वामी नव्हे ढोंगी। जो नाना भोग भोगी। साधू लक्षण याचे अंगी। कोणतें हो वसतसे ॥
ऐसें तयांनीं निंदिले। समर्थांनीं अंतरीं जाणिलें। जेव्हां ते भेटीसी आले तेव्हां केलें नवल एक ॥
एका भक्ताचिया घरीं। पातली समर्थांची स्वारी । तेही दोघे अविचारी होते बरोबरी संन्यासी ॥
तेथें या तिन्ही मूर्ती। बैसविल्या भक्तें पाटावरती । श्रीस्वामी आपुले चित्ती । चमत्कार म्हणती करूं आतां ॥
दर्शनेच्छु जन असंख्यात। पातले तेथे क्षणार्धांत। समाज दाटला बहुत। एकची गर्दी जाहली ॥
दर्शन घेउनी चरणांचें। मंगल नाम गर्जती वाचें । हेतू पुरवावे मनींचे। म्हणोनियां विनविती ॥
कोणी द्रव्य पुढें ठेविती । कोणी फळे समर्पिती। नानावस्तु अर्पण करिती । नाही मिती तयांतें ॥
कोणी नवसातें करिती । कोणी आणोनिया देती। कोणी कांहीं संकल्प करिती । चरण पूजिती आनंदें ॥
संन्यासी कौतुक पाहती। मनामाजी आश्चर्य करिती । क्षण एक तटस्थ होती। वैरभाव विसरोनी ॥
स्वामीपुढें जे जे पदार्थ। पडले होते असंख्यात। ते निजहस्तें समर्थ । संन्याशापुढें लोटिती ॥
मोडली जनांची गर्दी। तों येवोनी सेवेकरी । संन्याशांपुढल्या नानापरी । वस्तू नेऊं लागले ॥
समर्थांनी त्या दिवशीं । स्पर्श न केला अन्नोदकासी। सूर्य जातां अस्ताचळासी। तेथोनिया ऊठले ॥
दोघे संन्यासी त्या दिवशीं । राहिले केवळ उपवासी। रात्र होता तयांसी । अन्नोदक वर्ज्य असे ॥
जे पातले करू छळणा। त्यांची जाहली विटंबना। दंडावया कुत्सित जनां। अवतरले यतिवर्य ॥
इति श्री स्वामी चरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत प्रेमळ भक्त । चतुर्थोध्याय गोड हा ॥ श्रीस्वामीराजार्पणमस्तु ॥ श्रीरस्तु ॥ शुभं भवतु ॥
    ''',
    '''श्रीगणेशाय नमः। भवकानन वैश्वानरा। अज्ञानतमच्छेदका भास्करा। पूर्णसाक्षी परात्परा। भक्तां खरा सदय तूं ॥
अक्कलकोट नगरांत। एक तपपर्यंत स्वामीराज वास करीत । भक्त बहुत जाहले
वार्ता पसरली चहूंकडे। कोणासी पडतां सांकडें । धाव घेती स्वामींकडे। राजेरजवाडे थोर थोर ॥
तेव्हां कितिएक नृपती। स्वामीदर्शन घेऊं इच्छिति। आणि आपुल्या नगराप्रती। आणूं म्हणती तयांसी ॥
बडोद्यामाजी त्या अवसरीं। मल्हारराव राज्याधिकारी। एकदा तयांचे अंतरीं। विचार ऐसा पातला ॥
दिवाण आणि सरदार। मानकरी तैसे थोर थोर। बैसले असतां समग्र । बोले नृपवर तयांप्रती ॥
कोणी जाउनी अक्कलकोटासी । येथें आणील स्वामींसी। तरी आम्ही तयासी । इनाम देऊं बहुत ॥
कार्य जाणूनि कठिण। कोणी न बोलती वचन। कोणाएका लागून। गोष्ट मान्य करवेना ||
तेव्हां तात्यासाहेब सरदार होता योग्य आणि चतुर। तो बोलता झाला उत्तर । नृपालागीं परियेसी ॥
आपुली जरी इच्छा ऐसी। स्वामीतें आणावें वटपुरीसी । तरी मी आणीन तयांसी। निश्चय मानसीं असो द्या |
ऐसें ऐकोनी उत्तर। संतोषला तो नृपवर । तैसी सभाही समग्र आनंदित जाहली ॥
नृपतीसह सकळ जने। त्यापरी तात्यासी सन्मानें। गौरवोनी मधुर वचनें। यशस्वी हो म्हणती तया ॥
तात्यासाहेब निघाले। सत्वर अक्कलकोटीं आले। नगर पाहुनी संतोषले । जें केवळ वैकुंठ ॥
पाहुनी स्वामींची दिव्य मूर्ती। आनंदित झाले चित्तीं । तेथील जनांची पाहुनी भक्ती । धन्य म्हणती तयांतें ॥
अक्कलकोटींचे नृपती। स्वामीचरणीं त्यांची भक्ती । राजघराण्यांतील युवती । त्याही करिती स्वामीसेवा ॥
ऐसें पाहुनी तात्यांसी। विचार पडला मानसीं। या नगरांतुनी स्वामींसी। कैसें नेऊं आपण ॥
प्रयत्नांती परमेश्वर प्रयत्नें कार्य होय सत्वर । लढवोनी युक्ती थोर । कार्य आपण साधावें ॥
करोनी नाना पक्वान्नें। करिती ब्राह्मणभोजनें। दिधलीं बहुसाल दानें । याचक धनें तृप्ते केले ॥
स्वामीचिया पूजेप्रती। नाना द्रव्यें समर्पिती। जेणें सेवेकरी संतुष्ट होती । ऐसें करिती सर्वदा ॥
ऐशियानें कांहीं न झालें । केलें तितुकें व्यर्थ गेलें। तात्या मनीं खिन्न झाले | विचार पडला तयांसी ॥
मग लढविली एक युक्ती। एकांती गांठुनी चोळाप्पाप्रती । त्याजलागीं विनंती करिती । बुध्दिवाद सांगती त्या ॥
जरी तुम्ही समर्थांसी। घेउनी याल बडोद्यासी । मग मल्हारराव आदरेंसी। इनाम देतील तुम्हांतें ॥
द्रव्येण सर्वे वशा:। चोळाप्पासी लागली आशा। तयाच्या अंतरीं भरंवसा। जहागिरीचा बहुसाल ॥
चोळाप्पानें कर जोडोनी। विनंती केली मधुर वचनीं। कृपाळू होउनी समर्थांनीं । बडोद्याप्रती चलावें ॥
तेणें माझें कल्याण। मिळेल मला बहुत धन। आपुलाही योग्य सन्मान। तेथें जातां होईल ॥
ऐसें ऐकोनियां वचन। समर्थांनीं हास्य करोन। उत्तर चोळाप्पा लागोन। काय दिलें सत्वर ॥
रावमल्हार नृपती । त्याच्या अंतरी नाहीं भक्ती । मग आम्हीं बडोद्याप्रती । काय म्हणोनी चलावें ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा ऐकोत भाविक भक्त। पंचमोध्याय गोड हा ॥ श्रीरस्तु । शुभं भवतु ॥
    ''',
    '''श्रीगणेशाय नम:। धरोनी शिशूचा हात। अक्षरें पंडीत लिहवीत। तैसें हें स्वामीचरित्रामृत। स्वामी समर्थ वदविती ॥
मागील अध्यायाच्या अंतीं। चोळाप्पा विनवी स्वामीप्रती । कृपा करोनी मजवरती। बडोद्यासी चलावें ॥
भाषण ऐसें ऐकोनी। समर्थ बोलती हासोनी। मल्हाररावाचिया मनीं। आम्हांविषयीं भाव नसे ॥
म्हणोनी तयाच्या नगरांत । आम्हां जाणें नव्हे उचित। अक्कलकोट नगरांत । आम्हां राहणें आवडे ॥
ऐसा यत्न व्यर्थ गेला। तात्या मनीं चिंतावला। आपण आलो ज्या कार्याला। vec d 7 जाय सिद्धीसी ॥
परी पहावा यत्न करोनी । ऐसा विचार केला मनीं। मग काय केलें तात्यांनीं। अनुष्ठान आरंभिलें ॥
भक्ती नाही अंतरीं। दांभिक साधनांतें करी। तयांतें स्वामी नरहरी। प्रसन्न कैसे होतील ॥
मग तात्यांनीं काय केलें। सप्ताहासी ब्राह्मण बैसविले। गुरुचरित्र आरंभिलें। व्हावयासी स्वामीकृपा ॥
परी तयाच्या वाड्यांत। कधीं न गेले समर्थ। तात्या झाला व्यग्रचित्त। कांहीं उपाय सूचेना ॥
आतां जाउनी बडोद्यासी । काय सांगावें राजयासी आणि सकळ जनांसीं । तोंड कैसे दाखवावें ॥
ऐशा उपायें करोन। न होती स्वामी प्रसन्न। आतां एक युक्ती योजून। न्यावें पळवोन यतीसी ॥
असो कोणे एके दिवशीं । साधोनी योग्य समयासी। मेण्यांत घालोनी स्वामींसी। तात्यासाहेब निघाले ॥
कडपगांवचा मार्ग धरिला । अर्धमार्गी मेणा आला। अंतरसाक्षी समर्थाला। गोष्ट विदित जाहली ॥
मेण्यांतुनी उतरले । मागुती अक्कलकोटीं आले । ऐसें बहुत वेळां घडलें । हाही उपाय खुंटला
मग पुढें राजवाड्यांत। जाउनिया राहिले समर्थ। तेव्हां उपाय खुंटत। टेंकिलें हात तात्यांनीं ॥
मग अपयशातें घेवोनी। बडोद्यासी आले परतोनी। समर्थकृपा भक्तीवांचोनी। अन्य उपायें न होय ॥
परी मल्हारराव नृपती। प्रयत्न आरंभीत पुढती । सर्वत्रांसी विचारिती। कोण जातो स्वामीकडे ॥
तेव्हां मराठा उमराव । यशवंत तयाचें नांव। नृपकार्याची धरूनी हांव। आपण पुढें जाहला ॥
तो येवोनी अक्कलकोटीं। घेतली समर्थांची भेटी । वस्त्रे अलंकार सुवर्णताटीं । स्वामीपुढें ठेवित ॥
तीं पाहुनी समर्थांला । तेव्हां अनिवार क्रोध आला । यशवंता पाहोनी डोळां । काय तेव्हां बोलले ॥
अरे बेडी आणोनी। सत्वर ठोका याचे चरणीं । ऐसें त्रिवार मोठ्यांनी समर्थ क्रोधें बोलले ॥
क्रोधमुद्रा पाहोनी। यशवंतराव भ्याला मनीं । पळालें तोंडचें पाणी। लटलटां कापूं लागला ॥
मग थोड्याच दिवशीं । आज्ञा आली यशवंतासी । सत्वर यावें बडोद्यासी । तेथील कार्यासी सोडोनी ॥
साहेबा विषप्रयोग केला । मल्हाररावावरी आळ आला। त्या कृत्यामाजी यशवंताला गुन्हेगार लेखिले ॥
हातीं पायीं बेडी पडली। स्वामीवचनाची प्रचिती आली। अघटित लीला दाविली । ख्याती झाली सर्वत्र ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा भक्त परिसोत। षष्ठोध्याय गोड हा ॥
इति श्रीस्वामीचरित्रसारामृते षष्ठोध्यायः समाप्तः ॥ शुभं भवतु ॥
    ''',
    '''श्रीगणेशाय नम:। जयजयाजी निर्गुणा। जयजयाजी सनातना। जयजयाजी अघहरणा। लोकपाला सर्वेशा ॥
अक्कलकोटीं मालोजी नृपती। समर्थचरणीं जयांची भक्ती स्वहस्तें सेवा नित्य करिती। जाणोनि यती परब्रह्म ॥
वेदांत आवडे तयासी। श्रवण करिती दिवसनिशीं । हेरळीकरादिक शास्त्र्यांसी। वेतनें देउनी ठेविलें ॥
त्या समयीं मुंबापुरीं। विष्णुबुवा ब्रह्मचारी । प्राकृत भाषण वेदांतावरी। करुनी लोकां उपदेशिती ॥
त्यांसी आणावें अक्कलकोटीं। हेतु उपजला नृपा पोटीं । बहुत करोनी खटपटी। बुवांसी शेवटीं आणिलें ॥
रात्रंदिन नृपमंदिरीं । वेदांतचर्चा ब्रह्मचारी । करिती तेणें अंतरीं। नृपती बहु सुखावे ॥
ख्याती वाढली लोकांत। स्तुती करिती जन समस्त। सदा चर्चा वेदांत। राजगृहीं होतसे ॥
एके दिवशीं सहज स्थिती। ब्रह्मचारी दर्शना येती। श्रेष्ठ जन सांगाती। कित्येक होते तया वेळीं ॥
पहावया यतीचें लक्षण। ब्रह्मचारी करिती भाषण। कांहीं वेदांतविषय काढून प्रश्न करिती स्वामींसी ॥
ब्रह्मपद तदाकार। काय केल्याने होय निर्धार। ऐसे ऐकोनि सत्वर । यतिराज हासले ॥
मुखें कांहीं न बोलती। वारंवार हास्य करिती । पाहुनी ऐशी विचित्र वृत्ती। बुवा म्हणती काय मनीं ॥
हा तो वेडा संन्यासी । भुरळ पडली लोकांसी। लागले व्यर्थ भक्तीसी। यानें ढोंग माजविलें ॥
तेथोनी निघाले ब्रह्मचारी। आले सत्वर बाहेरी। लोकां बोलती हास्योत्तरीं । तुम्ही व्यर्थ फसलां हो ॥
पाहोनी तुमचे अज्ञान। यांचें वाढलें ढोंग पूर्ण । वेदशास्त्रादिक ज्ञान यांतें कांहीं असेना ॥
ऐसे ब्रह्मचारी बोलोनी। पातले आपुल्या स्वस्थानीं । विकल्प पातला मनीं। स्वामीसी तुच्छ मानिती ॥
नित्यनियम सारोन। ब्रह्मचारी करिती शयन। जवळी पारशी दोघेजण । तेही निद्रिस्थ जाहले ॥
निद्रा लागली बुवांसी । लोटलीया कांहीं निशी। एक स्वप्न तयांसी। चमत्कारिक पडलेंसे ॥
आपुल्या अंगावरी वृश्चिक । एकाएकीं चढलें असंख्य। महा विषारी त्यांतुनी एक। दंश आपणा करीतसे ॥
ऐसें पाहोनी ब्रह्मचारी। खडबडोनी उठले लौकरी। बोबडी पडली वैखरी । शब्द एक न बोलवे ॥
जवळी होते जे पारशी । जागृती आली तयांसी। त्यांनीं धरोनी बुवांसी। सावध केलें त्या वेळीं ॥
मग स्वप्नींचा वृत्तांत। तयांसी सांगती समस्त । म्हणती यांत काय अर्थ। ऐसी स्वप्नें कैक पडतीं ॥
असो दुसर्याच दिवशीं। बुवा आले स्वामींपाशी । पुसतां मागील प्रश्नासी। खदखदां स्वामी हासले ॥
मग काय बोलती यतीश्वर। ब्रह्मपद तदाकार । होण्याविषयीं अंतर । तुझें जरी इच्छितसे ॥
तरी स्वप्नीं देखोनी वृश्चिकांसी। काय म्हणोनी भ्यालासी। जरी वृथा भय मानितोसी। मग ब्रह्मपद जाणसी कैसें ॥
ब्रह्मपद तदाकार होणें। हें नव्हे सोपें बोलणें । यासी लागती कष्ट करणें । फुकट हातां नयेची ॥
बुवांप्रती पटली खूण। धरिले तत्काळ स्वामीचरण । प्रेमाश्रूंनी भरले नयन । कंठ झाला सद्गदित ॥
तया समयापासोनी। भक्ती जडली स्वामीचरणीं। अहंकार गेला गळोनी। ब्रह्मपदा योग्य झाले ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत भाविक भक्त । सप्तमोध्याय गोड हा ॥
श्रीराजाधिराज योगिराज श्रीस्वामीसमर्थार्पणमस्तु ।।
    ''',
    '''श्रीगणेशाय नमः। जयजयाजी सुखधामा। जयजयाजी परब्रह्मा। जयजय भक्तजन विश्रामा। अनंतवेषा अनंता ||
राजे निजाम सरकार त्यांचे पदरीं दप्तरदार। राजे रायबहाद्दर। शंकरराव नामक ॥
सहा लक्षांची जहागिर त्यांप्रती । सकल सुखें अनुकूल असतीं। विपुल संपत्ती संतती । कांहीं कमती असेना ॥
परी पूर्व कर्म अगाध। तयां लागला ब्रह्मसमंध। उपाय केले नानाविध | परी बाधा न सोडी ॥
समंध-बाधा म्हणोन। चैन न पडे रात्रंदिन | गेलें शरीर सुकोन। गोड न लागे अन्नपाणी ॥
नावडे भोग विलास । सुखोपभोग कैंचा त्यांस । निद्रा नयेची रात्रंदिवस। चिंतानलें पोळले ॥
केलीं कित्येक अनुष्ठानें । तैशींच ब्राह्मण संतर्पणें । बहुसालदिधलीं दानें। आरोग्य व्हावें म्हणोनी ॥
विटले संसारसौख्यासी त्रासले या भव यात्रेसी । कृष्णवर्ण आला शरीरासी । रात्रंदिन चैन नसे ॥
कोणालागीं जावें शरण । मजवरी कृपा करील कोण । सोडवील व्याधीपासोन। ऐसा कोण समर्थ ॥
मग केला एक विचार। प्रसिद्ध क्षेत्र श्रीगाणगापूर । तेथें जाउनी अहोरात्र। दत्तसेवा करावी ॥
सेवा केली बहुवस। ऐसे लोटले तीन मास। एके रात्रीं तयांस। स्वप्नीं दृष्टांत जाहला ॥
अक्कलकोटीं जावें तुवां । तेथें करावी स्वामीसेवा । यतीवचनीं भाव धरावा । तेणें व्याधी जाय दूरी ॥
तरी ते तेथेंची राहिले। आणखी अनुष्ठान आरंभिलें । पुन्हा तयासी स्वप्न पडलें। अक्कलकोटीं जावें त्वां ॥
हें जाणोनी हितगोष्टी। मानसीं विचारुनि शेवटीं । त्वरीत आले अक्कलकोटीं। प्रियपत्नीसहीत ||
तया नगरीच्या नरनारी। कामधंदा करितां घरी। स्वामीचरित्र परस्परीं। प्रेमभावें सांगती ॥
कित्येक प्रात:स्नानें करोनी। पूजाद्रव्य घेवोनी। अर्पावया समर्थचरणीं। जाती अती त्वरेनें ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत सदा परिसोत प्रेमळ भक्त । अष्टमोध्याय गोड हा ॥
श्रीस्वामीचरणारविंदार्पणमस्तु ॥ इति श्रीस्वामीचरित्रसारामृते अष्टमोऽध्यायः ॥ श्रीरस्तु ॥
    ''',
    '''श्रीगणेशाय नमः। घरोघरीं स्वामीकीर्तनें। नित्य होतीं ब्राह्मण भोजनें। स्वामी नामाचीं जप ध्यानें। अखंडीत चालतीं ॥
दिगंतरीं गाजली ख्याती । कामना धरोनी चित्तीं । बहुत लोक दर्शना येती। अक्कलकोट नगरांत ||
ब्राह्मण क्षत्रिय वैश्यादिक । शूद्र आणि अनामिक। पारसी यवन भाविक। दर्शना येती धांवोनी ॥
यात्रेची गर्दी भारी। सदा आनंदमय नगरी। साधु संत ब्रह्मचारी। फकीर संन्यासी येती पैं ॥
किती वर्णावें महिमान। जेथें अवतरलें परब्रह्म । ते नगरीं वैकुंठधाम। प्रत्यक्ष भासूं लागली |
असो ऐशा नगरांत। शंकरराव प्रवेशत। आनंदमय झाले चित्त। समाधान वाटलें ॥
जे होते स्वामीसेवक। त्यांत सुंदराबाई मुख्य। स्वामीसेवा सकळिक। तिच्या हस्तें होतसे ॥
व्याधी दूर करावी म्हणोनी। विनंती कराल स्वामीचरणीं । तरी आपणालागोनी । द्रव्य कांहीं देईन ॥
बाईसी द्रव्यलोभ पूर्ण। आनंदलें तियेचें मन । म्हणे मी इतुकें करीन। दोन सहस्र रुपये द्याल कीं ॥
ते म्हणती बाईसी। इतुकें कार्य जरी करिसी । तरी दहा सहस्र रुपयांसी। देईन सत्य वचन vec 6 ॥
बाई विस्मित झाली अंतरीं । ती म्हणे हें सत्य जरी । तरी उदक घेउनी करीं। संकल्प आपण सोडावा ॥
शंकरराव तैसें करिती । बाई आनंदली चित्तीं । म्हणे मी प्राथूनिया स्वामींप्रती। कार्य आपुलें करीन ॥
बाई स्वामींसी बोले वचन। हे गृहस्थ थोर कुलीन । परी पूर्वकर्मों यांलागून । ब्रह्मसमंध पीडितो ॥
तरी आतां कृपा करोनी । मुक्त करावें व्याधीपासोनी । ऐसें ऐकतां वरदानीं। समर्थ तेथोनी ऊठले ॥
यवनस्मशानभूमींत । आले यतिराज त्वरित । एका नूतन खांचेंत । निजले छाटी टाकोनी ॥
सेवेकरी शंकररावांसी । म्हणती लीला करुनी ऐशी । चुकविलें तुमच्या मरणासीं। निश्चय मानसीं धरावा ॥
शंकररावें तया दिवशीं । खाना दिधला फकिरांसी। आणि शेखनुर दर्ग्यासी। एक कफनी चढविली ॥
मग कांहीं दिवस लोटत। स्वामीराज आज्ञापित। बारीक वांटुनी निंबपत्र | दहा मिरें त्यांत घालावीं ॥
तें घ्यावें हो औषध। तेणें जाईल ब्रह्मसमंध जाहल्या स्वामीराज वैद्य। व्याधी पळे आपणची ॥
प्रकृतीसी आराम पडला। राव गेले स्वनगराला । कांहीं मास लोटता तयांला। ब्रह्मसमंधें सोडिलें ॥
मग पुन्हा आनंदेसी। दर्शना आले अक्कलकोटासी । घेउनी स्वामीदर्शनासी। आनंदित जाहले ॥
म्हणती व्याधी गेल्यानंतर। रुपये देईन दहा सहस्र । ऐसा केला निर्धार । त्याचें काय करावें ॥
महाराज आज्ञापिती। गांवाबाहेर आहे मारुती । तेथें चुनेगच्ची निश्चिती। मठ तुम्हीं बांधावा ॥
ऐशिया एकांत स्थानीं । राहणार नाहीं कोणी । ऐसी विनंती स्वामीचरणीं। कारभारी करिताती ॥
सर्वांनुमतें तेथेंची। मठ बांधिला चुनेगच्ची। किर्ती शंकररावांची। अजरामर राहिली ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत भाविक भक्त। नवमोध्याय गोड हा ॥
श्रीस्वामीराजार्पणमस्तु || शुभं भवतु || श्रीरस्तु ||
    ''',
    '''श्रीगणेशाय नम:। गाठी होतें पूर्वपुण्य। म्हणुनी पावलों नरजन्म। याचें सार्थक उत्तम । करणें उचित आपणां ॥
ऐसा मनीं करूनि विचार। आरंभिलें स्वामीचरित्र । ते शेवटासी नेणार। स्वामी समर्थ असती पैं ॥
हावेरी नामक ग्रामीं। यजुर्वेदी गृहस्थाश्रमी। बाळाप्पा नामें द्विज कोणी । राहत होते आनंदें ॥
संपत्ती आणि संतती। अनुकूल सर्व तयांप्रती। सावकारी सराफी करिती । जनीं वागती प्रतिष्ठित ॥
तीस वर्षांचें वय झालें । संसारातें उबगले। सद्गुरुसेवेचे दिवस आले। मती पालटली तयांची ॥
जरी संसारीं वर्तती। तरी मनीं नाहीं शांती। योग्य सद्गुरु आपणाप्रती। कोठें आतां भेटेल ॥
पंचपक्वान्नें सुवर्ण ताटीं । भरोनी आपणापुढें येती। पाहोनिया स्वप्नी ऐशा गोष्टी। उल्हासलें मानस ॥
तात्काळ केला निर्धार। सोडावें सर्व घरदार। मायापाश दृढतर। विवेकशस्त्रें तोडावा ॥
सोलापुरीं काम आम्हांसी। ऐसें सांगुनी सर्वत्रांसी। निघाले सद्गुरु शोधासी। घरदार सोडिलें ॥
मुरगोड ग्राम प्रख्यात । तेथें आले फिरत फिरत । जेथें चिदंबर दीक्षित। महापुरुष जन्मले ॥
मुरगोडीं मल्हार दीक्षित। वेदशास्त्रीं पारंगत। धर्मकर्मी सदा रत। ईश्वरभक्त तैसाची ॥
परी तयां नाहीं संतती । म्हणोनिया उद्विग्न चित्तीं। मग शिवाराधना करिती । कामना चित्तीं धरोनी ॥
द्वादशवर्षे अनुष्ठान । केलें शंकराचें पूजन। सदाशिव प्रसन्न होऊन। वर देत तयांसी ॥
तुझी भक्ती पाहोन | संतुष्ट झालें माझें मन । मीच तुझा पुत्र होईन । भरंवसा पूर्ण असावा ॥
ऐकोनिया वरासी । आनंदले मानसीं । वार्ता सांगतां कांतेसी । तेही चित्तीं तोषली ॥
नवमास भरतां पूर्ण। कांता प्रसवली पुत्ररत्न | मल्हार दीक्षितें आनंदोन। संस्कार केले यथाविधी ॥
चिदंबर नामाभिधान। ठेवियलें तयालागुन । शुक्लपक्षीय शशिसमान। बाळ वाढूं लागलें ॥
पुढें केलें मौंजीबंधन। वेदशास्त्रीं झाले निपुण । निघंटु शिक्षा व्याकरण। काव्यग्रंथ पढविले ॥
एकदा यजमानाचे घरीं । व्रत होतें गजगौरी । चिदंबर तया अवसरीं । पूजेलागीं आणिले ॥
प्राणप्रतिष्ठा मंत्र म्हणतां । गजासी प्राण येउनी तत्वतां । चालूं लागला हें पाहतां। विस्मित झाले यजमान ॥
ऐशा लीला अपार । दाखविती चिदंबर। प्रत्यक्ष जे का शंकर। जगदुद्धारार्थ अवतरले ॥
असो पुढें प्रौढपणीं। यज्ञ केला दीक्षितांनीं । सर्व सामग्री मिळवूनी । द्रव्य बहुत खर्चिलें ॥
तया समयीं एके दिनीं। ब्राह्मण बैसले भोजनीं। तूप गेलें सरोनी। दीक्षितांतें समजलें ॥
जलें भरले होते घट। तयांसी लावितां अमृतहस्त । तें घृत झालें समस्त। आश्चर्य करिती सर्व जन ॥
तेव्हां पुणे शहरामाजी। पेशवे होते राव बाजी। एके समयीं ते सहजीं। दर्शनातें पातले ॥
अन्यायानें राज्य करित । दुसर्याचें द्रव्य हरित । यामुळे जन झाले त्रस्त। दाद त्यांची लागेना ॥
तयांनी हें ऐकोन । मुरगोडीं आले धावोन। म्हणती दीक्षितांसी सांगून। दाद आपुली लावावी ॥
रावबाजीसी वृत्तांत। कर्णोपकर्णी झाला श्रुत। म्हणती जें सांगतील दीक्षित। तें अमान्य करवेना ॥
मग दीक्षितांसी निरोप पाठविला । आम्ही येतों दर्शनाला । परी आपण आम्हांला । त्वरीत निरोप देइजे ॥
ऐसें सांगता दीक्षितांप्रती । तया वेळीं काय बोलती। आता पालटली तुझी मती । त्वरीत मागसी निरोप ॥
कोपला तुजवरी ईश्वर। जाईल राज्यलक्ष्मी सर्व । वचनीं ठेवी निर्धार।निरोप तुजला दिला असे ॥
सिद्धवाक्य सत्य झालें। रावबाजीचें राज्य गेलें । ब्रह्मावर्ती राहिले। परतंत्र जन्मवरी ॥
एके समयीं अक्कलकोटीं। दीक्षितांच्या निघाल्या गोष्टी । तेव्हां बोलले स्वामी यती । आम्हीं त्यातें जाणतों ॥
यज्ञसमारंभाचे अवसरीं। आम्हीं होतों त्यांचे घरी । वाढण्याची कामगिरी । आम्हांकडे तैं होती ॥ तूप
महासिद्ध दीक्षित। त्यांचे वर्णिलें अल्पवृत्त । मुरगोडीं बाळाप्पा येत। पुण्यस्थान जाणोनी ॥
तेथें ऐकिला वृत्तान्त। अक्कलकोटीं स्वामीसमर्थ। भक्तजन तारणार्थ। यतिरुपें प्रगटले ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत प्रेमळ भक्त। दशमोध्याय गोड हा ॥
श्रीस्वामीराजार्पणमस्तु | शुभं भवतु । श्रीरस्तु ||
    ''',
    '''श्रीगणेशाय नमः । मागलें अध्यायीं वर्णिले। बाळाप्पा मुरगोडीं आले। पुण्यस्थानीं राहिले। तीन रात्री आनंदें ॥
तेथें कळला वृत्तांत । अक्कलकोटीं साक्षात। यतिरूपें श्रीदत्त । वास्तव्य सांप्रत करिताती ॥
परी मुरगोडीचे विप्र। बाळाप्पासी सांगत। गाणगापूर विख्यात । महाक्षेत्र भीमातीरीं ॥
तेथें आपण जावोनी। बैसावें हो अनुष्ठानीं। श्री गुरु स्वप्नीं येवोनी। सांगती तैसें करावें ॥
मानवला तयासी विचार । निघाले तेथुनी सत्वर । जवळीं केले गाणगापूर। परम पावन स्थान तें ॥
बाळाप्पा तेथें पातले स्थान पाहोनी आनंदले। नृसिंहसरस्वती पाउलें। प्रेमभावें वंदिली ॥
प्रात:काळीं उठोनी। संगमावरी स्नान करोनी । जप ध्यान आटपोनी। मागुती येती गांवांत ॥
सेवेकर्यांबरोबरी । मागोनिया मधुकरी । भोजनोत्तर संगमावरी। परतोनी येती ते ॥
माध्याह्न स्नान करोनी । पुन्हा बैसती जप ध्यानी। अस्ता जातां वासरमणी। संध्यास्नान करावें ॥
करोनिया संध्यावंदन | जप आणि नामस्मरण । रात्र पडतां परतोन। ग्रामामाजी येती ते ॥
सद्गुरुप्राप्तीकरितां । सोडुनी गृह-सुत कांता । शीतोष्णाची - पर्वा न करितां। आनंदवृत्ती राहती ॥
शीतोष्णाचा होय त्रास। अर्धपोटीं उपवास। परी तयांचें मानस । कदा उदास नोहेची ॥
अय्याराम सेवेकरी। राहत होते गाणगापुरीं । त्यांनी देखुनी ऐसीपरी बाळाप्पासी बोलती ॥
तुम्हीं भिक्षा घेवोनी। नित्य यावें आमुचे सदनीं । जें जें पडेल तुम्हांस कमी। तें तें आम्हीं पुरवूं जी ॥
बाळाप्पासी मानवलें। दोन दिवस तैसें केलें। पोट भरोनी जेवले | परी संकोच मानसीं ॥
जाणें सोडिलें त्याचे घरीं । मागोनिया मधुकरी। जावोनिया संगमावरी । झोळी उदकीं बुडवावी ॥
आणोनिया बाहेरी। बैसोनी तिथे शिळेवरी । मग खाव्या भाकरी। ऐसा नेम चालविला ॥
ऐसे लोटले कांहीं दिवस । सर्व शरीर झाले कृश | निशीदिनीं चिंता चित्तास। सद्गुरुप्राप्तीची लागली ॥
हीन आपुलें प्राक्तन। भोग भोगवी दारुण। पहावे सद्गुरुचरण। ऐसें पुण्य नसेची ॥
एक मास होता निश्चिती। स्वप्नीं तीन यतीमूर्ती येवोनिया दर्शन देती। बाळाप्पा चित्तीं सुखावें ॥
पंधरा दिवस गेल्यावरी । निद्रिस्थ असतां एके रात्रीं । एक ब्राह्मण स्वप्नाभीतरीं। येवोनिया आज्ञापी ॥
अक्कलकोटीं श्रीदत्त। स्वामीरुपें नांदत। तेथें जाउनी त्वरीत। कार्य इच्छित साधावें ॥
आपण केले अनुष्ठान। परी तें न जाहलें पूर्ण आणखीही कांहीं दिन। क्रम आपुला चालवावा ॥
मग कोणे एके दिवशीं । बाळाप्पा आले संगमासी । वृक्षातळीं ठेवुनी वस्त्रासी । गेले स्नान करावया ॥
परतले स्नान करोनी। सत्वर आले त्या स्थानीं । वस्त्र उचलितां खालोनी। वृश्चिक एक निघाला ॥
तयासी त्यांनीं न मारिलें। नित्यकर्म आटोपिलें। ग्रामामाजी परत आले। गेले भिक्षेकारणें ॥
त्या दिवशीं ग्रामाभीतरीं। पक्वान्न मिळालें घरोघरीं। बाळाप्पा तोषले अंतरीं। उत्तम दिन मानिला ॥
अक्कलकोटीं जावयासी । निघाले मग त्याच दिवशीं । उत्तम शकुन तयांसी। मार्गावरी जाहले ॥
चरण-चाली चालोनी। अक्कलकोटीं दुसरे दिनीं। बाळाप्पा पोंचले येवोनी। नगरी रम्य देखिली ॥
जेथें नृसिंह सरस्वती। यतिरूपें वास करिती । तेथें सर्व सौख्यें नांदती। आनंद भरला सर्वत्र ||
तया क्षेत्रींचें महिमान। केवीं वर्णू मी अज्ञान । प्रत्यक्ष जें वैकुंठभुवन। स्वामी कृपेनें जाहलें ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। श्रोते सदा परिसोत। एकादशोध्याय गोड हा ॥ श्रीरस्तु ॥ शुभं भवतु ॥
''',
    '''श्रीगणेशाय नमः । कराया जगदुद्धार। हरावया भूभार । वारंवार परमेश्वर। नाना अवतार धरीतसे ॥
भक्तजन तारणार्थ। अक्कलकोटीं श्रीदत्त। यतिरूपें प्रगट होत। तेची समर्थ श्रीस्वामी ॥
गताध्यायाचे अंतीं। बाळाप्पा आले अक्कलकोटीं। पुण्य नगर पाहोनी दृष्टी। आनंद पोटी नच मावे ॥
त्यादिवशीं श्रीसमर्थ । होते खासबागेंत । यात्रा आली बहुत। गर्दी जाहली श्रींजवळी ॥
दर्शनेच्छा उत्कट चित्तीं । खडीसाखर घेवोनी हातीं । गर्दीमाजी प्रवेश करिती । स्वामीसन्निध पातले ॥
आजानुबाहू सुहास्यवदन। श्रीस्वामीमूर्ती पाहोन। बाळाप्पानें धांवोन। दृढ चरण धरियेले ॥
येवोनिया भानावरती। श्रीचरणांची सोडिली मिठी । ब्रह्मानंद न माये पोटीं । स्तोत्र ओंठीं गातसे ॥
श्री समर्थ त्या वेळीं । पडले होते भूतळीं। उठोनिया काय केली। लीला एक विचित्र ॥
सर्व वृक्षांसीं आलिंगन दिलें त्यांनी प्रेमेंकरोन। बाळाप्पावरचें प्रेम। ऐशा कृतीनें दाविलें ॥
त्यासवें एक जहागिरदार। ते होते बिर्हाडावर । स्वयंपाक करोनी तयार। म्हणती जाऊं दर्शना ॥
म्हणती जाउनी स्वामीसी। अर्पण करा नैवेद्यासी । अवश्य म्हणोनी तयांसी। बाळाप्पा तेव्हां चालले ॥
या समयीं श्रीसमर्थ । असती नृपमंदिरांत। राजाज्ञेवांचुनी तेथे। प्रवेश कोणाचा न होय ॥
मार्गावरुनी परतले। सत्वर बिर्हाडावरी आले। तेथें नैवेद्यार्पण केले। मग सारिलें भोजन ॥
नित्य प्रात:काळीं उठोन। षट्कर्मातें आचरोन। घेवोनी स्वामीदर्शन। जपालागीं बैसावें ॥
श्रीशकर उपास्य दैवत। त्याचें करावें पूजन नित्य माध्यान्हीं येतां आदित्य। जपानुष्ठान आटपावें ॥
करीं झोळी घेवोनी । श्रीस्वामीजवळी येवोनी । मस्तक ठेवोनि चरणीं । जावें भिक्षेकारणें ॥
मागोनियां मधुकरी। मग यावें बिर्हाडावरी। जी मिळेल भाजीभाकरी । त्यानें पोट भरावें ॥
घ्यावें स्वामीदर्शन। मग करावें अनुष्ठान । ऐशा प्रकारें करोन। अक्कलकोटीं राहिले | 18 ॥
चोळाप्पा आदीकरोन । सेवेकरी बहुतजण । त्यांत सुंदराबाई म्हणून। मुख्य होती त्या वेळीं ॥
एके दिवशीं तयांसी। बाई आज्ञा करी ऐशी । आपणही श्रीसेवेसी । करीत जावें आनंदें ॥
बहुतजण सेवेकरी। बाई मुख्य त्यांमाझारीं । सर्व अधिकार तिच्या करीं । व्यवस्थेचा होता पैं ॥
या कारणें आपसांत। भांडणें होतीं सदोदीत। स्वामीसेवेची तेथे। अव्यवस्था होतसे ॥
हें बाळाप्पांनीं पाहोन। नाना युक्ती योजून। मोडुनी टाकिलें भांडण। एकचित्त सर्व केले ॥
बाळाप्पाची प्रेमळ भक्ती । पाहुनी संतोष स्वामीप्रती । दृढ भाव धरुनी चित्तीं। सेवा करिती आनंदें ||
ऐसें लोटतां कांहीं दिवस। बाळाप्पाचिया शरीरास। व्याधी जडली रात्रंदिवस। चैन नसे क्षणभरी ॥
भोग भोगिला कांहीं दिन। कागदाची पुडी बेंबींतून पडली ती पाहता उकलोन। विष त्यात निघालें ॥
पुर्वी कोण्या कृतघ्नें| बाळाप्पासी यावें मरण। विष दिधलें कानोल्यांतुन । पडलें आज बाहेर ॥
स्वामीकृपेने आजवरी। गुप्त असे उदरीं । सद्गुरुसेवा त्यांचे करीं। व्हावी लिखित विधीचें ॥
प्रत्येक सोमवारीं तयांनीं। महादेवाची पूजा करोनी । मग यावें परतोनी। स्वामीसेवेकारणें ॥
हें पाहोनी एकें दिवशीं । बाई विनवी समर्थांसी। आपण सांगुनी बाळाप्पासी। शंकरपूजनीं वर्जावे ॥
तैशी आज्ञा तयाप्रती एके दिनीं समर्थ करिती । परी बाळाप्पाचे चित्तीं। विश्वास कांहीं पटेना ॥
बाईच्या आग्रहावरून । समर्थे दिली आज्ञा जाण । हें नसेल सत्य पूर्ण। विनोद केला निश्चयें ॥
पूजा करणें उचित। न करावी हेंचि सत्य। यापरी चिठ्ठया लिहित। प्रश्न पहात बाळाप्पा ॥
एक चिठ्ठी तयांतुन । उचलुनी पाहतां वाचून। न करावेंची पूजन। तियेमाजी लिहिलेंसे ॥
तेव्हां सर्व भ्रांती फिटली। स्वामीआज्ञा सत्य मानिली। ही भानगड पाहिली। श्रीपाद भटजीनें ॥
श्रीपादभट्ट एके दिवशीं। काय बोलती बाळाप्पासी। दारा पुत्र सोडुनी देशीं। आपण येथें राहिलां ॥
आपण आल्यापासोन। आमुचें होतें नुकसान। ऐसे बोल ऐकोन । बाळाप्पा मनीं खिन्न झाला ॥
स्वामीनीं मज आज्ञा द्यावी । मी जातों आपुल्या गांवीं। परी तुम्हीं युक्ती योजावी। आज्ञा होईल ऐशीच ॥
श्रीपादभट्टे एके दिवशीं । विचारिलें समर्थांसी। कुलदेवतेच्या दर्शनासी। जावया इच्छी बाळाप्पा ॥
ऐसें ऐकुनिया समर्थ। हास्यमुखें काय बोलत। कुलदेवतेचें दर्शन नित्य । बाळाप्पा येथ करीतसे ॥
श्रीपाद म्हणे बाळाप्पासी। समर्थ न देती आज्ञेसी । तरी टाकुनी चिठ्ठयांसी। आज्ञा द्यावी आपण ॥
तयाचें कपट न जाणोनी। अवश्य म्हणे त्याच दिनीं। दोन चिठ्ठया लिहोनी। उभयतांनी टाकिल्या ॥
चिठ्ठी आपुल्या करीं । भटजी उचली सत्वरी। येथें राहुनी चाकरी । करी ऐसें लिहिलेंसे ॥
स्वामीचरणीं दृढ भक्ती। बाळाप्पाची जडली होती । कैसा दूर तयाप्रती। करितील यती दयाळ ॥
इति श्री स्वामीचरित्र सारामृत । नाना प्राकृत कथा संमत। सदा प्रेमळ परिसोत। द्वादशोध्याय गोड हा ॥
श्री राजाधिराज योगीराज श्रीस्वामीसमर्थ महाराजार्पणमस्तु॥
    ''',
    '''श्रीगणेशाय नम:। शुक्लपक्षीचा शशिकर। वाढे जैसा उत्तरोत्तर। तैसें हें स्वामीचरित्र | अध्यायाध्यायीं वाढलें ॥
द्वादशाध्यायाचे अंतीं। श्रीपादभट्ट बाळाप्पाप्रती। कपट युक्तीनें फसवूं पाहती। परी झाले व्यर्थची ॥
स्वयंपाकादिक करावयासी । लज्जा वाटतसे त्यासी । तयातें एके समयासी । काय बोलती समर्थ ॥
निर्लज्जासी सन्निध गुरू । असे जाण निरंतरू । ऐसे बोलतां सद्गुरु | बाळाप्पा मनीं समजला ॥
सेवेकर्यांमाजी वरिष्ठ। सुंदराबाई होती तेथे । तिनें सेवेकर्यांस नित्य। त्रास द्यावा व्यर्थची ॥
नाना प्रकार बोलोन। करी सर्वांचा अपमान। परी बाळाप्पावरी पूर्ण। विश्वास होता तियेचा ॥
परी कोणे एके दिवशीं । मध्यरात्रीच्या समयासी । लघुशंका लागतां स्वामीसी। बाळाप्पातें उठविलें ॥
तैंपासुनी बाळाप्पासी। त्रास देत अहर्दिशीं । गार्हाणें सांगतां समर्थांसी। बाईतें शब्दें ताडिती ॥
अक्कलकोटीं श्रीसमर्थ । प्रथमत: ज्याचे घरी येत। तो चोळाप्पा विख्यात । स्वामीभक्त जाहला ॥
एक तपपर्यंत । स्वामीसेवा तो करीत । तयासी द्रव्याशा बहुत। असे सांप्रत लागली ॥
दिवाळीचा सण येता। राजमंदिरामाजी समर्थ | राहिले असतां आनंदांत। वर्तमान वर्तलें ॥
कोण्या भक्तें समर्थांसी। अर्पिलें होतें चंद्रहारासी। सणानिमित्त त्या दिवशीं । आंगावरी घालावा ॥
राणीचिये मनांत। विचार येता त्वरीत। सुंदराबाईसी बोलत। चंद्रहार द्यावा कीं ॥
सुंदराबाई बोलली। तो आहे चोळाप्पाजवळी । ऐसें ऐकतां त्या काळी। जमादार पाठविला ॥
गंगुलाल जमादार। चोळाप्पाजवळी ये सत्वर । म्हणे द्यावा जी चंद्रहार। राणीसाहेब मागती ॥
चोळाप्पा बोले तयासी। हार नाहीं आम्हांपासी । बाळाप्पा ठेवितो तयासी । तुम्हीं मागून घ्यावा कीं ॥
ऐसें ऐकुनी उत्तर। गंगुलाल जमादार बाळाप्पाजवळी येउनी सत्वर । हार मागूं लागला ॥
बाळाप्पा बोले उत्तर । आपणापासी चंद्रहार। परी चोळाप्पाची त्यावर सत्ता असे सर्वस्वें ॥
ऐसें ऐकुनी बोलणें। जमादार पुसे चोळाप्पाकारणें । जबाब दिधला चोळाप्पानें। बाळाप्पा देती तरी घेइजे ॥
ऐसें भाषण ऐकोन। जमादार परतोन । नृपमंदिरीं येवोन। वर्तमान सर्व सांगे ॥
चोळाप्पाची ऐकुनी कृती। राग आला राणीप्रती। सुंदराबाईनेंही गोष्टी | तयाविरुद्ध सांगितल्या ॥
कारभार चोळाप्पाचे करी। जो होता आजवरी। तो काढुनी त्यास दुरी। करावे राणी म्हणतसे ॥
असो एके अवसरीं । काय झाली नवलपरी । बैसली समर्थांची स्वारी। भक्तमंडळी वेष्टीत ॥
एक वस्त्र तया वेळीं । पडलें होतें श्रींजवळी । तयाची करोनिया झोळी। समर्थे करी घेतली ॥
अल्लख शब्द उच्चारिला । म्हणती भिक्षा द्या आम्हांला । तया वेळीं सर्वत्रांला । आश्चर्य वाटलें ॥
झोळी घेतली समर्थे। काय असे उणें तेथें। जे जे दर्शना आले होते त्यांनी भिक्षा घातली ॥
कोणी एक कोणी दोन। रुपये टाकिती आणोन। न लागतां एक क्षण। शंभरांवर गणती झाली ॥
झोळी चोळाप्पातें देवोन। समर्थ बोलले काय वचन। चोळाप्पा तुझें फिटलें रीण | स्वस्थ आता असावें ॥
पाहोनिया द्रव्यासी। आनंद झाला तयासी । परी न आले मानसीं । श्रीचरण अंतरले ॥
चोळाप्पासी दूर केले। बाईसी बरें वाटलें । ऐसे कांहीं दिवस गेले । बाळाप्पा सेवा करिताती ॥
कोणे एके अवसरीं। सुंदराबाई बाळाप्पावरी। रागावोनी दुष्टोत्तरीं। ताडण करी बहुसाळ ||
तें ऐकोनी बाळाप्पासी। दुःख झालें मानसीं । सोडुनी स्वामी-चरणांसी । म्हणती जावें येथोनी ॥
आज्ञा समर्थांची घेवोनी । म्हणती जावें येथोनी। याकरितां दुसरें दिनीं । समर्थांजवळी पातले ॥
तेव्हां एका सेवेकर्यास। बोलले काय समर्थ। बाळाप्पा दर्शनास येत। त्यासी आसन दाखवावें ॥
बाळाप्पा येतां त्या स्थानीं। आसन दाविलें सेवेकर्यांनी तेव्हां समजले निजमनीं । आज्ञा आपणां मिळेना ॥
कोठें मांडावें आसन | विचार पडला त्यांलागून तों त्याच रात्रीं स्वप्न बाळाप्पानें देखिले ॥
श्रीमारुतीचें मंदिर | स्वप्नीं आलें सुंदर। तेथें जाउनी सत्वर । आसन त्यांनीं मांडिलें ॥
श्री स्वामी समर्थ। या मंत्राचा जप करीत। एक वेळ दर्शना येत । हिशेब ठेवित जपाचा ॥
काढुनी दिलें बाळाप्पासी। आनंद झाला बाईसी। गर्वभरें ती कोणासी। मानीनाशी जाहली ॥
सुंदराबाईसी करावें दूर | समर्थांचा झाला विचार त्याप्रमाणें चमत्कार करोनिया दाविती ॥
परी राणीची प्रिती। बाईवरी बहु होती। याकारणें कोणाप्रती । धैर्य कांहीं होईना
अक्कलकोटीं त्या अवसरीं। माधवराव बर्वे कारभारी। तयांसी हुकूम झाला सत्वरी। बाईसी दूरी करावें ॥ 
परी राणीस भिवोनी । तैसें न केले तयांनी। समर्थदर्शनासी एके दिनीं । कारभारी पातले ॥
तयांसी बोलती समर्थ | कैसा करितां कारभार । ऐसें ऐकोनिया उत्तर । बर्वे मनीं समजले ॥
मग त्यांनीं त्याच दिवशीं । पाठविलें फौजदारासी । कैद करुनीया बाईसी । आणावें म्हणती सत्वर ॥
फौजदारासी समर्थ। कांही एक न बोलत । कारकीर्दीचा अंत। ऐसा झाला बाईच्या ॥
स्वामीचिया सेवेकरितां। सरकारांतुनी तत्त्वतां । पंच नेमुनी व्यवस्था। केली असे नृपरायें ॥
मग सेवा करावयासी । घेउनी गेले बाळाप्पासी । म्हणती देउं तुम्हांसी। पगार सरकारांतुनी ॥
बाळाप्पा बोलले तयांसी। द्रव्याशा नाहीं आम्हासी । आम्ही निर्लोभ मानसीं । स्वामीसेवा करूं कीं ॥
बाळाप्पाचा जप होतां पूर्ण एका भक्तास सांगोन। करविलें श्रींनी उद्यापन। हिशेब जपाचा घेतला ॥
बाळाप्पांनीं चाकरी। एक तप सरासरी । केली उत्तम प्रकारी। समर्था ते प्रिय झाले ॥
दृढ निश्चय आणि भक्ती । तैसी सद्गुरुचरणीं आसक्ती । तेंणें येत मोक्ष हातीं । अन्य साधनें व्यर्थची ॥
उगीच करिती दांभिक भक्ती । त्यावरी स्वामी कृपा न करिती । सद्भावें जे नमस्कारिती। त्यांवरी होती कृपाळू ॥
अक्कलकोटनिवासिया। जयजयाजी स्वामीराया। रात्रंदिन तुझ्या पायां। विष्णु शंकर वंदिती ॥
इति श्री स्वामीचरित्र सारामृत । नाना प्राकृत कथा संमत । सदा भक्त परिसोत । त्रयोदशोध्याय गोड हा ॥
इति श्रीस्वामीचरित्रसारामृते त्रयोदशोध्यायः । श्रीस्वामीचरणार्पणमस्तु। शुभं भवतु ॥
''',
    '''श्री गणेशाय नमः । जयजयाजी करुणाघना। जयजयाजी अघशमना। जयजयाजी परमपावना। दीनबंधो जगद्गुरु ॥
प्रात:काळीं उठोन। आधीं करावें नामस्मरण । अंतरीं ध्यावे स्वामीचरण । शुद्धमन करोनी ॥
प्रात:कर्मे आटपोनी। मग बैसावें आसनीं। भक्ती धरोनी स्वामीचरणीं। पूजन करावें विधियुक्त ॥
एकाग्र करोनी मन। घालावे शुद्धोदक स्नान। सुगंध चंदन लावोन। सुवासिक कुसुमें अर्पावीं ॥
धूप-दीप-नैवेद्य। फल तांबूल दक्षिणा शुद्ध। अर्पावें नाना खाद्य। नैवेद्याकारणें स्वामींच्या ॥
षोडशोपचारें पूजन। करावें सद्भावें करून । धूप-दीपार्ती अर्पून नमस्कार करावा ॥
मग करावी प्रार्थना। जयजयाजी अघहरणा। परात्परा कैवल्यसदना । ब्रह्मानंदा यतिवर्या ॥
जयजयाजी पुराणपुरुषा। लोकपाला सर्वेशा। अनंत ब्रह्मांडाधीशा। वेदवंद्या जगद्गुरू ॥
सुखधामनिवासिया। सर्वसाक्षी करुणालया। भक्तजन ताराया। अनंतरूपें नटलासी ॥
तूं अग्नी तूं पवन । तूं आकाश तूं जीवन । तूंची वसुंधरा पूर्ण चंद्र सूर्य तूंच पैं ॥
तूं विष्णु आणि शंकर । तूं विधाता तूं इंद्र | अष्टदिक्पालादि समग्र । तूंच रूपें नटलासी ॥
कर्ता आणि करविता । तूंच हवी आणि होता। दाता आणि देवविता । तूंच समर्था निश्चयें ॥
जंगम आणि स्थिर। तूंच व्यापिलें समग्र । तुजलागीं आदिमध्याग्र। कोठें नसे पाहतां ॥
असोनिया निर्गुण । रूपें नटलासी सगुण। ज्ञाता आणि ज्ञान । तूंच एक विश्वेशा ॥
वेदांचाही तर्क चांचरे। शास्त्रांतेंही नावरे । विष्णु शंकर एकसरें। कुंठित झाले सर्वही ॥
मी केवळ अल्पमती । करूं केवीं आपुली स्तुती । सहस्रमुखही निश्चिती। शिणला ख्याती वर्णितां ॥
दृढ ठेविला चरणीं माथा। रक्षावें मजसी समर्था । कृपाकटाक्षं दीनानाथा। दासाकडे पाहावें ॥
आतां इतुकी प्रार्थना। आणावी जी आपुल्या मना। कृपासमुद्रीं या मीना। आश्रय देईजे सदैव ॥
पाप ताप आणि दैन्य सर्व जावो निरसोन । इहलोकीं सौख्य देवोन। परलोकसाधन करवावें ॥
दुस्तर हा भवसागर । याचे पावावया पैलतीर । त्वन्नाम तरणी साचार । प्राप्त होवो मजला तें ॥
आशा मनीषा तृष्णा। कल्पना आणि वासना । भ्रांती भुली नाना। न बाधोत तुझ्या कृपें ॥
किती वर्णू आपुले गुण। द्यावें मज सुख साधन । अज्ञान तिमिर निरसोन। ज्ञानार्क हृदयीं प्रगटो पैं ॥
शांती मनीं सदा वसो। वृथाभिमान नसो। सदा समाधान वसो। तुझ्या कृपेनें अंतरीं ॥
भवदु:खे हें निरसो। तुझ्या भजनीं चित्त वसो। वृथा विषयांची नसो। वासना या मनातें ॥
सदा साधु-समागम। तुझें भजन उत्तम । तेणें होवो हा सुगम। दुर्गम जो भवपंथ ॥
व्यवहारीं वर्ततां। न पडो भ्रांती चित्ता। अंगी न यावी असत्यता। सत्यें विजयी सर्वदा ॥
आप्तवर्गाचें पोषण। न्याय मार्गावलंबन | इतुकें द्यावे वरदान। कृपा करोनी समर्था ॥
असोनियां संसारात। प्राशीन तव नामामृत। प्रपंच आणि परमार्थ । तेणें सुगम मजलागीं ॥
ऐशी प्रार्थना करितां । आनंद होय समर्था। संतोषोनी तत्वत्तां। वरप्रसाद देतील ॥ 
गुरुवारी उपोषण। विधियुक्त करावें स्वामीपूजन। प्रदोषसमय होतां जाणून उपोषण सोडावें ॥
श्रीस्वामी समर्थ। ऐसा षडाक्षरी मंत्र। प्रीतीनें जपावा अहोरात्र । तेणें सर्वार्थ पाविजे ॥
प्रसंगीं मानसपूजा करितां । तेही प्रिय होय समर्था । स्वामीचरित्र वाचितां ऐकतां । सकल दोष जातील ॥
कैसी करावी स्वामीभक्ती। हें नेणें मी मंदमती। परी असतां शुद्ध चित्तीं । तेची भक्ती श्रेष्ठ पैं ॥
आम्हीं आहों स्वामीभक्त। मिरवूं नये लोकांत। जयासी भक्तीचा दंभ व्यर्थ। निष्फळ भक्ती तयाची ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा ऐकोत भाविक भक्त। चतुर्दशोध्याय गोड हा ॥ श्रीरस्तु ॥ शुभं भवतु॥''',
    '''श्रीगणेशाय नम:। अंतरी स्वामीभक्ती जडतां । चारी पुरुषार्थ येती हाता। पाप ताप दैन्य वार्ता। तेथें कांहीं न उरेची ॥
सर्व कामना पुरवोन। अंती दाविती सुरभुवन। जे नर करिती नामस्मरण । ते मुक्त याच देहीं ॥
मंगळवेढें ग्रामांत। राहत असतां श्रीसमर्थ। ग्रामवासी जन समस्त। वेडा म्हणती तयांसी ॥
शीतोष्णाची भीती। नसेची ज्यांचिया चित्तीं। सदा अरण्यांत वसती । एकान्त स्थळीं समर्थ ॥
परमेश्वररूप यती । ऐसें ज्यांच्या वाटे चित्तीं । ते करितां स्वामीभक्ती। जन हांसती तयांतें ॥
त्या वेळीं मंगळवेढ्यांत। बसाप्पा तेली राहत। दारिद्रयें पीडिला बहुत। दीन स्थिती तयाची ॥
तो एके दिनीं फिरत फिरत। सहज वनामाजी जात। तो देखिले श्रीसमर्थ दिगंबर यतिराज ॥
कंटकशय्या करोन। तियेवर केले शयन । ऐसें नवल देखोन। लोटांगण घालितसे ||
अष्टभावें दाटोनी। माथा ठेंवी श्रीचरणीं । म्हणें कृपाकटाक्षं करोनी। दासाकडे पहावें ॥
स्वामीचरणांचा स्पर्श होतां । ज्ञानी झाला तो तत्त्वतां । कर जोडोनियां स्तविता। झाला बहुत प्रकारें ॥
पाहुनियां प्रेमळ भक्ती। अंतरी संतोषले यती। वरदहस्त ठेविती । तत्काळ मस्तकीं तयाचे ॥
बसाप्पाचें श्रीचरणीं। मन जडलें तैं पासोनी। राहूं लागला निशिदिनीं। स्वामीसन्निध आनंदें ॥
मग बसाप्पाची कांता । ऐकुनियां ऐशी वार्ता | करितसे आकांता । म्हणे घर बुडालें
बसाप्पा येतां गृहासी। दुष्टोत्तरें बोले त्यासी । म्हणें सोडिलें संसारासी । वेड काय लागलें ॥
परी बसाप्पाचें चित्त। स्वामीचरणीं आसक्त | overline v| न भीत। नसे चाड कोणाची ॥
एके दिवशीं अरण्यांत । बसाप्पा स्वामीसेवा करित। तंव झाली असे रात । घोर तम दाटलें ॥
चित्त जडलें श्रीचरणीं। भीती नसे कांहीं मनीं। दोन प्रहर होतां रजनी। समर्थ उठोनी चालले ॥
पुढें जातां समर्थ। बसाप्पा मागें चालत। प्रवेशले घोर अरण्यांत । क्रूर श्वापदें ओरडतीं ॥
परी बसाप्पाचे चित्तीं। न वाटें कांहीं भीती। स्वामीचरणीं जडली वृत्ती । देहभान नसेची ॥
तों समर्थे केले नवल। प्रगट झाले असंख्य व्याल। भूभाग व्यापिला सकळ । तेजें अग्निसमान ॥
पादस्पर्श सर्पां झाला। बसाप्पा भानावरी आला। अपरिमित देखिला। सर्पसमूह चोहींकडे ॥
वृक्षशाखा अवलोकित । तों सर्पमय दिसत। मागें पुढें पहात। तों दिसत सर्पमय ॥ 
पाहोनियां ऐशी परी। भयभीत झाला अंतरीं। तों तयांसी मधुरोत्तरीं। समर्थ काय बोलले ॥
भिऊं नको या समयीं। जितुकें पाहिजे तितुकें घेई न करी अनुमान कांहीं । दैव तुझें उदेलें ॥
ऐसें बोलतां समर्थ। बसाप्पा भय सोडुनी त्वरित। करीं घेवोनि अंगवस्त्र । टाकित एका सर्पावरी ॥
गुंडाळोनी सर्पा त्वरीत। सत्वर उचलोनी घेत। तंव सर्प झाले गुप्त। तेजही नष्ट जाहलें ॥
तेथोनियां परतले। सत्वर ग्रामामाजी आले। बसाप्पासहित बैसले। समर्थ एका देउळीं ॥
तेथें आपुलें अंगवस्त्र। बसाप्पा सोडोनी पहात। तंव त्यांत सुवर्ण दिसत । सर्प गुप्त जाहला ॥
ऐसें नवल देखोनी । चकित झाला अंत:करणीं । माथा ठेवी स्वामीचरणीं । प्रेमाश्रु नयनीं वाहती ॥
त्यासी बोलती यतीश्वर । घरीं जावें त्वां सत्वर । सुखे करावा संसार । दारा पुत्रां पोशिजे ॥
असो तो बसाप्पा भक्त। संसारसुख उपभोगित। रात्रंदिन श्रीस्वामी समर्थ मंत्र जपे अत्यादरें ॥
इति श्री स्वामीचरित्र सारामृत । नाना प्राकृत कथा संमत। सदा भाविक परिसोत। पंचदशोध्याय गोड हा ॥
श्रीस्वामीचरणार्पणमस्तु । श्रीरस्तु ॥ शुभं भवतु ॥''',
    '''श्रीगणेशाय नम:। भक्तजन तारणार्थ। यतिरूपें श्रीदत्त । भूवरीं प्रगट होत । अक्कलकोटीं वास केला ॥
जे जे झाले त्यांचे भक्त। त्यांत श्रेष्ठ स्वामीसुत । ऐकतां त्यांचे चरित्र। महा दोष जातील ॥
प्रसिद्ध मुंबई शहरांत। हरीभाऊ नामें विख्यात । आनंदें होते नांदत । निर्वाह करीत नौकरीनें ॥
कोंकणप्रांतीं राजापूर। तालुक्यांत इटिया गांव सुंदर। हरीभाऊ तेथील रहाणार। जात मराठे तयांची ॥
ते खोत त्या गावचे। होते संपन्न पूर्वीचे । त्याच गावीं तयांचे। माता बंधु रहाती ॥
मुंबईंत तयांचे मित्र। ब्राह्मण उपनांव पंडित। ते करितां व्यापार त्यांत। तोटा आला तयांसी ॥
एके समयीं पंडितांनीं। स्वामीकीर्ति ऐकिली कानीं । तेव्हां भाव धरोनी मनीं । नवस केला स्वामीतें ॥
जरी आठ दिवसांत। मी होईन कर्जमुक्त | तरी दर्शना त्वरित। अक्कलकोटीं 2 5/27 ॥
हरिभाऊ आणि त्यांचे मित्र । अफूचा व्यापार करितां त्यांत । आपणा नुकसान सत्य | येईल ऐसें वाटलें ॥
त्यांनीं काढिली एक युक्ती। बोलावुनी पंडितांप्रती । सर्व वर्तमान त्यां सांगती। म्हणती काय करावें ॥
हें नुकसान भरावयासी । द्रव्य नाहीं आम्हांपासीं । फिर्याद होतां अब्रुसी । बट्टा लागेल आमुच्या ॥
तेव्हां पंडीत बोलले । मलाही कर्ज कांहीं झालें। निघेल माझें दिवाळें। यांत संशय असेना ॥
तुम्हीं व्हावया कर्जमुक्त। यासी करावी युक्ती एक। तुमचा होउनी मी मालक। लिहून देतों पेढीवरी ॥
अफूचा भाव वाढला। व्यापारांत नफा जाहला । हें सांगावया पंडिताला। मारवाडी आला आनंदें
अक्कलकोटीं स्वामी समर्थ सांप्रतकाळी वास करित। त्यांचीच कृपा ही सत्य । कर्जमुक्त झालों आम्ही ॥
गजानन हरिभाऊ पंडीत । त्रिवर्ग अक्कलकोटीं जात। समर्थांचे दर्शन घेत। पूजन करीत भक्तीनें ॥
तेव्हां समर्थे तयांसी। शिव, राम, मारुती ऐसीं । नामें दिधलीं त्रिवर्गांसी। आणिक मंत्र दिधले ॥
पंडिता राम म्हटलें। गजानना शिवनाम दिधलें। मारुती हरिभाऊस म्हटलें। तिघे केले एकरूप ॥
मग समर्थे त्या वेळे । त्रिवर्गा जवळ बोलाविलें । तिघांसी तीन श्लोक दिधले। मंत्र म्हणोनी ते ऐका ॥
श्लोक ॥ गुरुर्ब्रह्मा गुरुर्विष्णुः गुरुर्देवो महेश्वरः ॥ गुरु: साक्षात परब्रह्म तस्मै श्रीगुरुवे नमः ॥
ऐसा मंत्र हरिभाऊतें। दिधला असे समर्थें । तेव्हां तयाच्या आनंदातें। पारावार नसेची ॥
दुसरा मंत्र गजाननाला । तया वेळीं श्रींनी दिधला। तेव्हां तयाच्या मनाला आनंद झाला बहुसाळ ||
श्लोक॥ आकाशात् पतितं तोयं । यथा गच्छति सागरम् ॥ सर्व-देव-नमस्कार: केशवं प्रति गच्छति ॥
संतोषलें त्याचें मन । मग पंडिता जवळ घेवोन। एक मंत्र उपदेशोन। केलें पावन तयातें ॥
श्लोक ॥ इदमेव शिवं, इदमेव शिवम् । इदमेव शिवमं, इदमेव शिवः ॥
तीनशें रुपये तयांनीं। आणिले होते मुंबईहुनी। त्यांचें काय करावें म्हणोनी। विचारिलें समर्थांतें ॥
ऐसा प्रश्न ऐकोनी। समर्थ बोलले त्यांलागोनी। त्यांच्या पादुका बनवोनी येथें आणाव्या सत्वर ॥
कांहीं दिवस गेल्यावरी । त्रिवर्ग एके अवसरी । उभे राहुनी जोडल्या करी । आज्ञा मागती जावया ॥
आज्ञा मिळता तयांसी। आनंदें आले मुंबईसी। हरिभाऊच्या मानसीं । ध्यास लागला स्वामींचा ॥
त्या आत्मलिंग पादुका। चौदा दिवसापर्यंत देखा। पायीं वागवी भक्तसखा। दिधल्या नाहीं कोणातें ॥
हरिभाऊ एके दिनीं। समर्थांसन्निध येवोनी। दर्शन घेवोन श्रीचरणीं । मस्तक त्यांनीं ठेविलें ॥
तो समर्थें त्यांप्रती । घेवोनियां मांडीवरती। वरदहस्त सत्वरगती। मस्तकीं त्याचे ठेविला ||
म्हणती तूं माझा सुत । झालासी आतां निश्चित। परिधान करीं भगवे वस्त्र । संसार देईं सोडोनी ॥
मग छाटी कफनी झोळी। समर्थें तयांसी दिधली। तीं घेवोनी तया वेळी । परिधान केलीं सत्वर ॥
आत्मलिंग पादुका सत्वरी । देती हरिभाऊचे करी । म्हणती जाउनी सागरतीरीं । किल्ला बांधोनी रहावें ॥
जाउनी आतां सत्वर । लुटवी आपुला संसार । लोभ मोह अणुमात्र । चित्तीं तुवां न धरावा ॥
आज्ञा ऐकोनियां ऐशी। आनंद झाला मानसीं । सत्वर आले मुंबईसी। साधुवेष घेवोनी ॥
असो हरिभाऊनें काय केले। ब्राह्मणांसी बोलाविलें। संकल्प करोनीं ठेविलें । तुळसीपत्र घरावरी ॥
हरिभाऊ घर लुटवितां। तारा नामें त्याची कांता । ती करी बहुत आकांता । घेत ऊर बडवोनी ॥
विनवितें जोडोनी कर। अद्यापि स्वस्थ करा अंतर। आपला हा विचार | सोडोनी द्यावा प्राणप्रिया ॥
ऐशीं तियेचीं उत्तरें। ऐकोनिया स्वामीकुमरें। समाधान बहुत प्रकारें। करितसें तियेचें ॥
स्त्रियेच्या अंगावरी अलंकार । तेही लुटविले समग्र । तियें दिधलें शुभ्र वस्त्र । परिधान करावया ॥
आत्मलिंग समर्थें। स्वामीसुतातें दिधलें होतें। त्या पादुका स्वहस्तें। मठामाजी स्थापिल्या ॥
कामाठीपुर्यांत त्या समयीं। मठ स्थापिला असे पाहीं। हरिभाऊ होउनी गोसावी। मठामाजी राहिले ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत । सदा भाविक भक्त परिसोत। षोडशोध्याय गोड हा ॥
श्रीरस्तु || शुभं भवतु ॥''',
    '''श्रीगणेशाय नमः । मागील अध्यायीं कथा सुंदर। प्रख्यात जें मुंबई शहर । तेथें येउनी स्वामीकुमर मठ स्थापिती समर्थांचा ॥
स्वामीनामाचें भजन। त्यांचिया चरित्राचें कीर्तन। त्याहुनी व्यवसाय अन्य। स्वामीसुत नेणती ॥
स्वामीसुताची जननी। काकूबाई नामें करोनी । तिनें हे वृत्त ऐकोनी। दु:ख केलें अनिवार ||
निजमातेचा शोक पाहोन । दुःखित झालें अंत:करण । तियेलागीं सांवरून । धरिलें सत्वर प्रेमानें ॥
नाना प्रकारें स्वामीसुत । मातेचें समाधान करित। मधुर शब्दें समजावीत। परमार्थ गोष्टी सांगोनी ॥
यासी पिशाच्चबाधा झाली। किंवा कोणी करणी केली। याची सोय पाहिजे पाहिली। पंचाक्षरी आणोनी ॥
त्या समयीं प्रख्यात थोर । यशवंतराव भोसेकर। जयांसी देवमामलेदार । सर्व लोक बोलती ॥
ऐसा विचार करोनी पोटीं । दर्शना आल्या उठाउठीं। सांगितल्या सुताच्या गोष्टी । मूळापासोन सर्वही ॥
ऐकोनिया देवमामलेदार। हांसोनि देती उत्तर । त्यासी पिशाच्च लागलें थोर । माझेनी दूर नोहेची ॥
ऐसें उत्तर ऐकोनी । दुःखित झाली अंत:करणीं। मग ते स्वामीसुताची जननी। अक्कलकोटीं येतसे ॥
असो इकडे स्वामीसुत। मुंबईमाजी वास्तव्य करीत। हिंदु पारसी स्वामीभक्त। त्यांच्या उपदेशें जाहलें ॥
मठ होता कामाठीपुर्यांत। तेथें जागा नव्हती प्रशस्त । मग दिली कांदेवाडींत। जागा एका भक्तिणीनें ॥
तारा नामें त्यांची कांता। तेही त्रास देत स्वामीसुता । परी तयांच्या चित्ता। दुःख खेद नसेची ॥
प्रथम मुंबई शहरांत। शके सत्राशें ब्याण्णवात। फाल्गुन कृष्ण त्रयोदशीस स्वामीजयंती केलीसे ॥
कोणे एके समयासी। नगरकर नाना जोशी । सहज आले मुंबईसी । त्यांनीं ऐकिलें वर्तमान ||
पाहुनी स्वामीसुताप्रती। आनंदले नाना चित्तीं। प्रेमानंदे चरण वंदिती। स्तवन करिती तयांचें ॥
स्वामीसुतें तयासी। लावियलें स्वामीभक्तीसी । धन्य झाले नाना जोशी । रंगले भजनीं समर्थांच्या ॥
पुढें जोशीबुवांनीं। स्वामींची पत्रिका करोनी। ती अर्पावया श्रीचरणीं । अक्कलकोटीं पातले ॥
पत्रिका श्रीचरणीं अर्पिली। स्वामीमूर्ति आनंदली। समर्थे त्यांसी आज्ञा केली। नगारा वाजवा म्हणोनी ॥
नगारा वाजवितां जोशी । हासूं आलें समर्थांसी । पाहोनियां स्वभक्तासी। परमानंद जाहला ॥
असो अक्कलकोट नगरांत। शके सतराशे त्र्याण्णवांत । प्रथम स्वामीजयंती करीत। स्वामीसुत आनंदे ॥
छेली खेडे ग्रामात। प्रथम स्वामी प्रगट होत । विजयसिंग नामें भक्त । गोट्या खेळत त्यांसवें ॥
स्वामीसुत दिवसेंदिवस। स्वामीभक्ती करी विशेष। जन लाविले भजनास। कीर्तिध्वज उभारिला ॥
मनामाजी धरुनी कामना । कोणी येतांची दर्शना। त्यांसी समर्थ करिती आज्ञा । सुताकडे जावयाची ॥
स्वामीसुतही त्यांप्रती। मनांतील खूण सांगती। ऐकोनि जन चकित होती। वर्णिती ख्याती सुताची
एकदां सहज स्वामीसुत । अक्कलकोटीं दर्शना येत। तेव्हां समर्थ राजवाड्यात राहिले होते आनंदें ॥
स्वामीदर्शन घेतल्याविण । तो न सेवी उदकान्न। ऐसे दिवस झाले तीन । निराहा राहिला ॥
मग वाड्यासमोर जावोन। आरंभिलें प्रेमळ भजन । जें करुणरसें भरलें पूर्ण ऐकिलें आंतून राणीनें ॥
सेवकांसी म्हणे सत्वरी। तुम्ही जाउनी या अवसरीं । त्या साधूतें मंदिरीं। प्रार्थोनियां आणावें ॥
पाहोनिया समर्थांसी। उल्हास सुताचे मानसीं । धांवोनियां वेगेंसी। मिठी चरणीं घातली ॥
निजसुतातें पाहोनी। आनंदले समर्थ मनीं। कर फिरविला मुखावरूनी। हस्तीं धरुनी उठविलें ॥
अक्कलकोटीं त्या अवसरीं। बहुत होते सेवेकरी । परी समर्थांची प्रिती खरी। स्वामीसुतावरी होती ॥
स्वामीसुत रात्रंदिन। समर्थांपुढें करिती भजन |पायीं खडावा घालोन। प्रेमरंगें नाचती ॥
एके दिवशी श्रीसमर्थ। बैसले असता आनंदांत। स्वामीसुत भजन करित। पायीं खडावा घालोन ॥
एकांत समय साधोनी। समर्थ सांगती तया कानी। 'आम्ही जातो निजधामी। वारसा पुढे चालवावा' ||
स्वामीवचन ऐकोनि। स्वामीसुत निःशब्द होई। कल्पना न साहे त्यासी। स्वामीविण कैसे जीवन? ॥
वारंवार विनवी स्वामींसी। ऐसे न करावे काई। मी अजाण लेकरू । तू माझी आई
स्वामी धरिती हृदयाशी । म्हणती 'आम्ही तव हृदयी । वास करू निश्चयी। चिंता न काही करावी' ॥
असो मग स्वामीसुत । vec d स्थळ सोडोनी त्वरित । नगराबाहेर येत । मार्ग धरीत मुंबईचा ॥
स्वामीवचनी दुखावला। अंतरी बहू खिन्न झाला । परतोनी नाहीं आला। जन्मवरी अक्कलकोटीं ॥
त्या दु:खे उत्तरोत्तर। क्षीण झाला स्वामीसुत । दुःख करी दिवसरात्र । चैन नसे क्षणभरी ॥
तोची रोग लागला। शेवटी आजारी पडला। ऐसा समाचार समजला । अक्कलकोटीं समर्थांतें ॥
स्वामीसुताची जननी। रहातसे त्या स्थानीं । तिनें हें वर्तमान ऐकोनी। विनवीत समर्थांतें ॥
मग समर्थें त्या अवसरीं। मुंबईस पाठविले सेवेकरी । म्हणती सुतातें सत्वरी। मजसन्निध आणावें ॥
परी सुत त्या सांगातीं। आला नाहीं अक्कलकोटीं। विरह दुःख त्याचे पोटीं। रात्रंदिन सलतसे ॥
मग सांगती समर्थ। त्यासी घालोनि पेटींत । घेवोनि यावें त्वरित । कोणी तरी जावोनि ॥
तथापि स्वामीसुत पाही। अक्कलकोटीं आला नाहीं । दिवसेंदिवस देहीं । क्षीण होत चालला ॥
शेवटीं बोलले समर्थ। आतां जरी न ये सत्य । तरी तोफ भरुनी यथार्थ । ठेविली ती उडवूं कीं ॥
याचा अर्थ स्पष्ट होता। तो समजला स्वामीसुता । परी तो न आला अक्कलकोटा। जीवितपर्वा न केली ॥
आजार वाढला विशेष । श्रावणशुद्ध प्रतिपदेस । केला असे कैलासवास। सर्व लोक हळहळती ॥
अक्कलकोटीं त्या दिनीं। समर्थ करिती विचित्र करणी। बैसले स्नान करोनी । परी गंध न लाविती ॥
भोजनातें न उठती। धरणीवरी आंग टाकिती। कोणासंगे न बोलती । रुदन करिती क्षणोक्षणीं ॥
इतुक्यामाजी सत्वर । मुंबईहूनी आली तार । श्रुत झाला समाचार स्वामीसुत गत झाला ॥
मग काकूबाईनें सत्वर। जवळीं केलें मुंबापूर। तेथें समजला समाचार। परत्र पावला आत्मज ॥
निजपुत्रमरणवार्ता। ऐकुनी करिती आकांता । तो दुःखद समय वर्णितां। दु:ख अंतरीं होतसे ॥
असो मग काकूबाई। अक्कलकोटीं लवलाहीं। परतोनि आल्या पाहीं । बोलल्या काय समर्थांतें ॥
सुत आपुला भक्त असोन। अकालीं पावला कां मरण । मग स्मरती जे हे चरण । त्यांचें तारण होय कैसें ॥
समर्थ बोलले तियेसी । उल्लंघिलें आमुच्या आज्ञेसी। संधी सापडली काळासी । ओढुनीं बळेंची मग नेला ॥
धन्य धन्य स्वामीकुमर। उतरला भवौदधि दुस्तर । ख्याती झाली सर्वत्र । कीर्ति अमर राहिली ॥
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। भाविक भक्त परिसोत सप्तदशोध्याय गोड हा ॥
श्री भगवच्चरणार्पणमस्तु । श्रीरस्तु । शुभं भवतु ॥
    ''',
    '''श्रीगणेशाय नमः ।
स्वामीसुताच्या गादीवरी । कोण नेमावा अधिकारी । ऐसा प्रश्न सेवेकरी करिताती समर्थांतें ॥
तेव्हां बोलले समर्थ । सेवेकरी असती सांप्रत । परी एकही मजला त्यांत। योग्य कोणी दिसेना ॥
जेव्हां येईल आमुच्या मानसीं । त्या समयीं मोर पांखरासी। अधिकारी नेमूं गादीसी। चिंता तुम्हीं न करावी ॥
मोर पांखरा मोर पांखरा। समर्थ म्हणती वेळोवेळां । रात्रंदिन तोची चाळा। मोठमोठ्यानें ओरडती ॥
आमुची पार्याची वीट। जतन करावी नीट वारंवार म्हणती समर्थ। काकूबाई लागोनी ॥
लपवुनी ठेविलें विटेसी । ती दिली पाहिजे आम्हांसी। याचा अर्थ कवणासी । स्पष्ट कांहीं कळेना ॥
असो स्वामीसुताचा भ्राता। कोंकणांत रहात होता। स्वामीसुत मृत्यू पावतां । वर्तमान कळलें त्या ॥
तो केवळ अज्ञान। दादा तयाचें अभिनाम। त्याचे शरीरीं असमाधान। कृश होत चालला ॥
काकूबाईनें तयासी। आणविलें आपणांपासीं । एके दिवशीं समर्थांसी। दादाप्रती दाखविलें ॥
समर्थ बोलले बाईसी। चार वेळां जेवुं घाल यासी। आरोग्य होईल बाळासी। चिंता मानसीं करूं नको ॥
त्याप्रमाणें बाई करितां । दादासी झाली आरोग्यता। समर्थांची कृपा होतां । रोग कोठे राहील ॥
केजगांव मोगलाईंत। तेथें नानासाहेब भक्त। त्यांनीं बांधिला श्रींचा मठ | द्रव्य बहुत खर्चिलें ॥
 श्रींची आज्ञा घेउनी सत्य। पादुका स्थापाव्या मठांत। याकारणें अक्कलकोटीं येत। दर्शन घेत समर्थांचें ॥
ते म्हणती काकूबाईसी। पादुका स्थापन करायासी। तुम्ही पाठवा दादासी। समागमें आमुच्या ॥
बाई म्हणें तो अज्ञान। तशांत शरीरीं असमाधान। त्याची काळजी घेईल कोण । सत्य सांगा मजलागीं ॥
समर्थें वृत्त ऐकोन। म्हणती द्यावें पाठवून। बाळ आहे जरी अज्ञ। तरी सांभाळू तयासी ॥
समर्थ पुनःश्च बाईसी बोलले। त्यांत तुमचें काय गेलें। आम्हांसी दिसेल जें भलें। तेंच आम्हीं करूं कीं ॥
शेवटीं मंडळीसांगातीं। दादासी पाठविलें केजेप्रती। पादुका स्थापन झाल्यावरती। दादा आला परतोनी ॥
पुढें सेवेकर्यांसांगातीं। त्यासी मुंबईस पाठविती । ब्रह्मचार्यांसी आज्ञा करिती। यासी स्थापा गादीवरी ॥
दादासी करूनी गोसावी । मुंबईची गादी चालवावी। स्वामीसुताची यास द्यावी । कफनी झोळी निशाण ||
ब्रह्मचारी दादासी। उपदेशिती दिवस निशीं । गोसावी होउनी गादीसी। चालवावें आपण ॥
दादा जरी अज्ञान होता। तरी ऐशा गोष्टी करितां । नकार म्हणेची सर्वथा । न रुचे चित्ता त्याचिया ॥
यापरी ब्रह्मचार्यांनीं। पाहिली खटपट करोनी। शेवटीं दादासी मुंबईहुनी ।अक्कलकोटा पाठविलें ॥
समर्थें ऐशा समयासी। आज्ञा केली भुजंगासी । घेउनी माझ्या पादुकांसी। मस्तकीं ठेव दादाच्या ॥
मोर्चेल आणुनी सत्वरी। धरा म्हणती त्यावरी। आज्ञेप्रमाणें सेवेकरी । करिताती तैसेंच ॥
श्रींच्या पादुका शिरीं पडतां । उपरती झाली त्याच्या चित्ता। हृदयीं प्रगटला ज्ञानसविता। अज्ञान गेलें यातें ॥
धन्य गुरुचें महिमान। पादुका स्पर्श करोन। जहालें तात्काळ ब्रह्मज्ञान। काय धन्यता वर्णांवी ॥
असो दादाची पाहुनी वृत्ती । काकूबाई दचकली चित्तीं । म्हणे समर्थे दादाप्रती । वेड खचित लाविलें ॥
ती म्हणे जी समर्थां। आपण हे काय करितां । दादाचिया शिरीं ठेवितां । पादुका काय म्हणोनी ॥
समर्थ बोलले तियेसी । जें बरें वाटेल आम्हांसी। तेंची करूं या समयासी व्यर्थ बडबड करूं नको ॥
काकूबाई बोले वचन। एकासी गोसावी बनवोन। टाकिला आपण मारून। इतुकेंची पुरें झालें। 131 ॥
ऐकोन ऐशा वचनाला। समर्थांसी क्रोध आला। घाला म्हणती बाईला। खोड्यामाजी सत्वर ॥
काकूबाईनें आकांत। करुनी मांडिला अनर्थ। नाना अपशब्द बोलत। भाळ पिटीत स्वहस्तें ॥
परी समर्थें त्या समयीं। लक्ष तिकडे दिलें नाहीं। दादासी बनविलें गोसावी । कफनी झोळी अर्पिली ॥
दुसरे दिवशीं दादासी। समर्थ पाठविती भिक्षेसी । तें पाहुनी काकूबाईसी । दुःख झालें अपार ॥
समर्थांसी हांसूं आलें। अधिकचि कौतुक मांडिलें। दादासी जवळ बोलाविलें । काय सांगितलें तयासी ॥
अनसूया तुझी माता । तिजपाशीं भिक्षा माग आतां । अवश्य म्हणोनी तत्त्वतां । जननीजवळी पातला ॥
ऐसें बाईनें पाहोनी । क्रोधाविष्ट अंत:करणीं । म्हणे तुझी हे करणी । लोकापवादाकारण ॥
ऐकोनी मातेची उक्ती। दादा तिजप्रती बोलती। ऐहिक सुखें तुच्छ गमती। मातें आजपासोनी ॥
पुत्राचें ऐकोन वचन। उदास झालें तिचें मन । असो दादा गोसावी होवोन । स्वामीभजनीं रंगले ॥
कांहीं दिवस झाल्यावरी । मग आले मुंबापुरीं । स्वामीसुताच्या गादीवरी। बसोनी संस्था चालविली ॥
इति श्री स्वामीचरित्रसारामृत। नाना प्राकृत कथा संमत। सदा प्रेमळ परिसोत। अष्टदशोध्याय गोड हा ॥
श्री रस्तु । शुभं भवतु ॥''',
    '''श्रीगणेशाय नमः ।
एकाग्रचित्तें करितां श्रवण । तेणें होय दिव्य ज्ञान। त्या ज्ञानें परमार्थसाधन। पंथ सुलभ होतसे ॥
बोलणें असो हे आतां। वर्णू पुढें स्वामीचरित्रा। अत्यादरें श्रवण करितां । सर्वार्थ पाविजे निश्चये ||
प्रसिद्ध आळंदी क्षेत्रीं। नामें नृसिंहसरस्वती। जयांची सर्वत्र ख्याती। अजरामर राहिली ॥
कृष्णातटाकीं क्षेत्रें पवित्र । तीं देखिलीं त्यांनीं समस्त। नाना योगाभ्यासी बहुत महासाधु देखिले ॥
करावें हटयोगसाधन। ऐसी इच्छा बहुत दिन। नाना स्थानें फिरोन। शोध करिती गुरूचा ॥
जपी-तपी-संन्यासी असंख्य देखिले। ज्ञान तयांचें पाहिलें। कित्येकांचे चरण धरिले । परी गेलें व्यर्थची ॥
एके समयीं अक्कलकोटीं। स्वामीदर्शनेच्छा धरुनी पोटीं । आले नृसिंहसरस्वती । महिमा श्रींचा ऐकोनी ॥
सन्मुख पाहोनी तयांला । आज्ञाचक्रभेदांतला। एक श्लोक सत्वर म्हटला । श्रवणीं पडला तयांच्या ॥
श्लोक ऐकतां तेथेंची। समाधी लागली त्यांची स्मृति न राहिली देहाची ब्रह्मरंध्री प्राणवायु ॥
आश्चर्य करिती सकळ जन । असो झालिया कांहीं वेळ। समाधी उतरोनी तत्काळ। नृसिंहसरस्वती धांवले ॥
स्वामी पदांबुजांवरी। मस्तक ठेविले झडकरी । सद्गदित झाले अंतरीं। हर्ष पोटीं न सामावे ॥
उठोनियां करिती स्तुती। धन्य धन्य हे यतिमूर्ती केवळ परमेश्वर असती। रूप घेती मानवाचें ॥
स्वामीकृपा आज झाली । तेणें माझी इच्छा पुरली चिंता सकल दूर झाली कार्यभाग साधला॥
असो नृसिंहसरस्वती। आळंदी क्षेत्रीं परतोन येती । तेथेंची वास्तव्य करिती । सिद्धी प्रसन्न जयांला ॥
बहुत धर्मकृत्यें केली । दूरदूर कीर्ती गेली। कांहीं दिवशीं एकेवेळीं। अक्कलकोटीं पातले ॥
घेतलें समर्थांचे दर्शन। उभे राहिले कर जोडोन। झालें बहुत समाधान | गुरुमूर्ति पाहोनियां ॥
पाहोनी नृसिंहसरस्वतीसी। समर्थ बोलले त्या समयासी। लोकीं धन्यता पावलासी। वारयोषिता पाळोनी ॥
तियेसी द्यावें सोडोनी। तरीच श्रेष्ठत्व पावसी जनीं। मग सहजची सुरभुवनीं । अंती जासी सुखानें ॥
ऐकोनी समर्थांची वाणी। आश्चर्य वाटलें सकलां मनीं । नृसिंहसरस्वती स्वामी असोनी। विपरीत केवीं करितील ॥
परी अंतरींची खूण। यति तत्काळ जाणोन। पाहों लागले अधोवदन। शब्द एक न बोलवे ॥
असो तेव्हांपासोनी। सिद्धी दिधली सोडोनी। येवोनी राहिले स्वस्थानीं। धर्मकृत्यें बहु केलीं ॥
यशवंतराव भोसेकर। नामें देवमामलेदार त्यांसीही ज्ञान साचार । समर्थकृपेनें जहालें ॥
वासुदेव फडके ब्राह्मण थोर । ज्याची प्रसिद्धी सर्वत्र । इंग्रजी अमलांत अनिवार होउनी बंड केलें ज्यानें||
समर्थांची कृपा होतां। इच्छित कार्य साधेल तत्वतां । ऐसें वाटलें त्याचे चित्ता। दर्शनातें पातला ॥
स्वकार्य चिंतोनी अंतरीं। खड्ग दिधलें श्रींच्या करीं । म्हणे मजवरी कृपा जरी । तरी खड्ग हातीं देतील ॥
जावोनी बैसला दूर। श्रींनी जाणिलें अंतर । त्याचें पाहोनी कर्म घोर। राजद्रोह मानसीं ॥
लगबगें उठली स्वारी। सत्वर आली बाहेरी । तरवडाचे झाडावरी। तलवार दिली टाकोनी ॥
कार्य आपण योजिलें। तें शेवटा न जाय भलें । ऐसें समर्थें दर्शविलें । म्हणुनी न दिलें खड्ग करीं ॥
परी तो अभिमानी पुरुष। खड्ग घेवोनि तैसेंच। आला परत स्वस्थानास। झेंडा उभारिला बंडाचा ॥
त्यांत त्यासी यश न आलें। सर्व हेतु निष्फळ झाले। शेवटीं पारिपत्य भोगलें। कष्ट गेले व्यर्थचि ॥
असो स्वामींचे भक्त। तात्या भोसले विख्यात । राहती अक्कलकोटांत। राजाश्रित सरदार ॥
मायापाश तोडोनी । दृढ झाले स्वामीचरणीं। भजन पूजन निशिदिनीं । करिताती आनंदें ||
अकस्मात एके दिवशीं। भयभीत झाले मानसीं । यमदूत दिसती दृष्टीसी। मृत्युसमय पातला ॥
पाहोनियां विपरीत परी । श्रीचरण धरले झडकरी । उभा राहिला काळ दूरी । नवलपरी जहाले ॥
दीन वदन होवोनी। दृढ घातली मिठी चरणीं। तात्या करिती विनवणी। मरण माझें चुकवावें ॥
तें पाहोनी श्रीसमर्थ। कृतान्तासी काय सांगत। हा असे माझा भक्त। आयुष्य याचें न सरलें ॥
पैल तो वृषभ दिसत। त्याचा आज असे अंत। त्यासी न्यावें त्वां त्वरित। स्पर्श यातें नको ॥
ऐसें समर्थ बोलले । तोंची नवल वर्तलें। तत्काळ वृषभाचे प्राण गेले। धरणीं पडलें कलेवर ||
जन पाहोनी आश्चर्य करिती । धन्यता थोर वर्णिताती। बैलाप्रति दिधली मुक्ती मरण चुकलें तात्याचें ॥
ऐशा लीला असंख्य वर्णू जाता वाढेल ग्रंथ । हें स्वामीचरित्रसारामृत । चरित्रसारमात्र येथें ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत प्रेमळ भक्त। एकुणविसावा अध्याय गोड हा ॥
श्रीरस्तु ॥ शुभं भवतु ॥
    ''',
    '''श्रीगणेशाय नमः ।
जयजयाजी करुणाकरा । जयजयाजी यतिवरा । भक्तजन संतापहरा । सर्वेश्वरा गुरुराया ॥
वर्णितां समर्थांचे गुण। नाना दोष होती दहन। सांगतां ऐकतां पावन। वक्ता श्रोता दोघेही ॥
असो कोणे एके दिवशीं । इच्छा धरोनी मानसीं। गृहस्थ एक दर्शनासी। समर्थांच्या पातला ॥
करोनियां श्रींची स्तुती । माथा ठेविला चरणांवरती । तेव्हां समर्थ त्यातें वदती । हास्यवदनें करोनी ॥
फकीरातें देई खाना। तेणें पुरतील सर्व कामना । पक्वान्नें करोनी नाना । यथेच्छ भोजन देईजे ॥
गृहस्थें आज्ञा म्हणोन। केलीं नाना पक्वान्नें। फकिर बोलाविले पांचजण। जेवूं घातलें तयांतें ॥
फकीर तृप्त होवोन जाती। उच्छिष्ट उरलें पात्रावरतीं। तेव्हां समर्थ आज्ञापिती। गृहस्थातें सत्वर ॥
शेष अन्न करीं ग्रहण । तुझे मनोरथ होतील पूर्ण । परी त्या गृहस्थाचें मन । साशंक झाले तेधवा ॥
म्हणे यवन याती अपवित्र त्यांचें कैसें घेऊं उच्छिष्ट। यातीमध्यें पावेन कष्ट। कळतां स्वजना गोष्ट हे ॥
आला मनीं ऐसा विचार। तो समर्थांस कळला सत्वर । म्हणती हा अभाविक नर । कल्पना चित्तीं याचिया ॥
इतक्यामाजीं साहजिक। कोणी भ्रमिष्ट गृहस्थ एक। येवोन स्वामीसन्मुख। स्वस्थ उभा राहिला ॥
दारिद्मे ग्रस्त झाला म्हणोन। भ्रमिष्ट फिरे रात्रंदिन | द्रव्य मेळवाया साधन। त्याजवळी नसे परी ॥
त्यासी देखोन समर्थ। म्हणती हें उच्छिष्ट घे त्वरित । तो नि:शंक मनांत । पात्रावरी बैसला ॥
त्यासी बोलले समर्थ। तूं मुंबापुरी जाई त्वरीत । सफल होतील मनोरथ । द्रव्यप्राप्ती होईल ||
स्वामीवचनीं भाव धरिला । तत्काळ मुंबईस आला। उगाच भटकों लागला। द्रव्य मिळेल म्हणोनी ॥
प्रभात समयीं एके दिवशीं । गृहस्थ निघाला फिरायासी। येऊन एका घरापासी। स्वस्थ उभा राहिला ॥
तों घरांतून एक वृद्ध बाई। दार उघडोन घाई घाई। बाहेर येवोनिया पाही। गृहस्थ पडला दृष्टीसी ॥
तिनें बोलाविलें त्याला। आसनावरी बैसविला। दहा हजारांच्या दिधल्या नोटा आणून सत्वर ॥
गृहस्थ मनीं आनंदला। बाईतें आशिर्वाद दिधला । द्रव्यलाभ होतां आला । शुद्धीवरी सत्वर ॥
समर्थांचें वचन सत्य। गृहस्था आली प्रचीत। वारंवार स्तुती करित। स्तोत्र गात स्वामींचें ॥
इति श्रीस्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा ऐकोत भाविक भक्त । विसावा अध्याय गोड हा ॥
श्रीरस्तु || शुभं भवतु ॥
    ''',
    '''श्री गणेशाय नमः ।
स्वामीचरित्रसारामृत। झाले वीस अध्यायापर्यंत । करोनी माझें मुख निमित्त । वदले श्रीस्वामीराज ॥
आतां कळसाध्याय एकविसावा। कृपा करोनी वदवावा। हा ग्रंथ संपूर्ण करावा । भक्तजनांकारणें ॥
संपवावा अवतार आतां । ऐसें मनामाजीं येतां । जडदेह त्यागोनि तत्त्वतां । गेले स्वस्थानीं यतिराज ॥
शके अठराशे पूर्ण संवत्सर ते बहुधान्य । मास चैत्र पक्ष कृष्ण त्रयोदशी मंगळवार ॥
दिवस गेला तीन प्रहर। चतुर्थ प्रहराचा अवसर । चित्त करोनी एकाग्र । निमग्न झाले निजरूपीं ॥
षट्चक्रातें भेदोन। ब्रह्मरंध्रा छेदून। आत्मज्योत निघाली पूर्ण। हृदयामधुनी तेधवां ॥
जवळ होते सेवेकरी। त्यांच्या दुःख झालें अंतरीं । शोक करिती नानापरी । तो वर्णिला न जाय ॥
अक्कलकोटींचे जन समस्त । दुःखे करून आक्रंदत। तो वृत्तान्त वर्णिता ग्रंथ समुद्रसा ॥
असो स्वामींच्या अनंत लीला। जना सन्मार्ग दाविला । उद्धरिलें जडमूढांला । तो महिमा कोण वर्णी ॥
कोंकणांत समुद्रतीरीं। प्रसिद्ध जिल्हा रत्नागिरी । पालशेत ग्रामामाझारीं । जन्म माझा झालासे ॥
तेथेंची बाळपण गेलें। आतां कोपरलीस येणें केलें। उपशिक्षक पद मिळालें। विद्यालयीं सांप्रत ॥
वाणी मारवाडी श्रेष्ठ । नाम ज्यांचें शंकरशेट। त्यांसी स्नेह झाला निकट। आश्रयदाते ते माझे ॥
त्यांची स्वामीचरणीं भक्ती । भावार्थे पूजन करिती । धिंवसा उपजली चित्तीं। स्वामीचरित्र श्रवणाची ॥
तें मजला सांगितलें | मी स्वामीगुणानुवाद गाइले । हें स्वामीचरित्र लिहिलें। अल्प मतीनें अत्यल्प ॥
प्रथमाध्यायी मंगलाचरण। कार्यसिध्द्यर्थ देवतास्तवन । आधार स्वामीचरित्रास कोण। हेची कथन केलेंसे ॥
श्रीगुरु कर्दळीवनांतुनी आले। स्वामीरुपें प्रगटले। भूवरी प्रख्यात झाले । हें कथन द्वितीयाध्यायीं ॥
तारावया भक्तजनांला। अक्कलकोटीं प्रवेश केला । तेथींचा महिमा वर्णिला। तृतीयाध्यायीं निश्चयें ॥
स्वामींचा करावया छळ । आले दोन संन्यासी खल। तेंचि वृत्त सकल। चवथ्यामाजीं वर्णिलें ॥
मल्हारराव राजा बडोद्यासी । त्यानें न्यावया स्वामींसी। पाठविलें कारभार्यांसी । पांचव्यांत ते कथा ॥
यशवंतराव सरदार। त्यांसी दाविला चमत्कार । तयाचें वृत्त समग्र । सहाव्यांत वर्णिलें ||
विष्णुबुवा ब्रह्मचारी त्यांची स्वामीचरणांवरी। भक्ती जडली कोणे प्रकारीं । तें सातव्यांत सांगितलें ॥
शंकर नामें एक गृहस्थ । होता ब्रह्मसमंधें ग्रस्त। त्यासी केलें दु:खमुक्त। आठव्यांत ते कथा ॥
खर्चोनिया द्रव्य बहुत। त्यांनीं बांधिला सुंदर मठ । तें वर्णन समस्त। नवव्यांत केलेंसे ||
चिदंबर दीक्षितांचें वृत्त। वर्णिलें दशमाध्यायांत। तें ऐकतां पुनीत। श्रोते होती सत्यची ॥
अकरावा आणि बारावा । तैसाची अध्याय तेरावा । बाळाप्पाचा इतिहास बरवा। त्यांमाजी निरूपिला ॥
भक्तिमार्ग निरूपण। संकलित केलें वर्णन। तो चवदावा अध्याय पूर्ण। सत्तारक भाविकां ॥
बसाप्पा तेली सद्भक्त। तो कैसा झाला भाग्यवंत। त्याची कथा गोड बहुत पंधराव्यांत वर्णिली ॥
हरिभाऊ मराठे गृहस्थ । कैसे झाले स्वामीभक्त । सोळा सतरा यांत निश्चित। वृत्त त्यांचें वर्णिलें ॥
स्वामीसुताचा कनिष्ठ बंधु। त्यासी लागला भजनछंदु। जो दादाबुवा प्रसिद्धु। अठराव्यांत वृत्त त्यांचें ॥
वासुदेव फडक्याची गोष्ट। आणि तात्याचें वृत्त । वर्णिलें एकूणविसाव्यांत। सारांशरूपें सत्य ॥
एक गृहस्थ निर्धन। त्यासी आलें भाग्य पूर्ण । तेंचि केलें वर्णन। विसाव्यांत निधरिं ॥
स्वामी समाधिस्थ झाले। एकविसाव्यात वर्णिलें। ग्रंथप्रयोजन कविवृत्त निवेदलें। पूर्ण केले स्वामीचरित्र ||
शके अठराशें एकुणवीस। वसंतऋतु चैत्र मास। गुरुवार वद्य त्रयोदशीस । पूर्ण केला ग्रंथ हा ॥
बळवंत नामें माझा पिता। पार्वती माता पतिव्रता। वंदोनी त्या उभयतां । ग्रंथ समाप्त केलासे ॥
स्वामींनी दिधला हा वर । जो भावें वाचील हें चरित्र । त्यासी आयुरारोग्य अपार। संपत्ती संतति प्राप्त होय ॥
त्याची वाढो विमल कीर्ति। मुखीं वसो सरस्वती। भवसागर तरोन अंतीं। मोक्षपद मिळो त्यां ॥
अंगीं सर्वदा विनय वसो। वृथाभिमान तो नसो। सर्व विद्यासार गवसो। भक्तश्रेष्ठालागूनी ॥
ज्यां कारणें ग्रंथ रचिला। जिहीं प्रसिद्धीस आणिला। त्यांसी रक्षावें दयाळा । कृपाघना समर्था ॥
स्वामीचरित्र सुंदर उद्यान त्यांतील कुसुमें वेंचून। सुंदर माळा करोन। आला घेवोन विष्णुकवी ॥
आपुल्या कंठी तत्काल । घालोनि चरणीं ठेविला भाल। सदोदित याचा प्रतिपाल। करावा बाळ आपुलें ॥ 
इति श्री स्वामीचरित्रसारामृत । नाना प्राकृत कथा संमत। सदा परिसोत भाविक भक्त। एकविसावा अध्याय गोड हा॥
॥श्री स्वामीचरणार्पणमस्तु । शुभं भवतु ॥
॥ इति श्री स्वामीचरित्रसारामृतसंपूर्णम् ॥'''
  ];
}

/*

3 जानेवारी 2022
पाठ क्रमांक. 86
*कुलदेवतेची जपमाळ ते रात्रि सूक्त
सौ मनीषा अमृतकर
अध्याय 1:सौ लक्ष्मी खोडके
अध्याय 2:कविता येवले
अध्याय 3:सौ सुनिता येवले
अध्याय 4:सौ वर्षा सोनजे
अध्याय 5:ज्योती पुराणिक
 अध्याय 6: गणेश पाखले
अध्याय 7:उषा ततार 
अध्याय 8:सौ नंदा कोकाटे
 अध्याय 9:कु योगिता भदाणे 
अध्याय 10:कु कल्याणी येवले
 अध्याय 11:सौ सुनंदा सोनजे
अध्याय 12:सौ सरिता येवले
अध्याय 13:सौ सारिका येवले
 
* सर्व स्तोत्र,सिद्धकुञ्जिका स्तोत्र,देवीचा जयजयकार: सौ ज्योती पाख ले

*/
/*
    String shubhamInterid = "ca-app-pub-8047158888412131/8047317340";+
*/


/*
// अध्याय 1 ते 3 गणेश पाखले
// अध्याय 4 ते 6 शुभम येवले
// अध्याय 7 ते 9 मयुर येवले
// अध्याय 10 ते 12 कुणाल येवले
// अध्याय 13 ते 15 मनीष येवले
// अध्याय 16 ते 18 प्रथमेश येवले

*/